ra = '''Итак, как обозначаются барабанные партии на бумаге? Чтобы записывать барабанные марши нотную грамоту не использует (хотя это бы существенно упростило дело), используют 
послоговое обозначение, т.е. пишут определенный текст, и каждый слог в этом тексте обозначает удар по барабану. Чтобы было понятно, рассмотрим первый марш: БА- И – РАЗ, ДВА БА- 
И – РАЗ, ДВА БА- И – РАЗ, ДВА БАРАБАНЩИК, БАРАБАНЩИК БА- И – РАЗ, ДВА БА- И – РАЗ, ДВА БА- И – РАЗ, ДВА СТАРЫЙ БАРАБАН. Как это играть? На каждый слог приходится по одному удару, 
т.е. в первой строчке ударяем четыре раза по барабану. С какой частотой? А вот с такой (- молчим, бьем): х - - х х – х – Теперь, как это определить? Существует всего несколько
 слов, с помощью которых ритмы записываются (старый, барабан, барабанщик, бей и несколько других), частоту ударов в этих словах просто запоминают. Следующий марш: СТАРЫЙ БАРАБНЩИК 
 КУБА-КУБА, СТАРЫЙ БАРАБАНЩИК КУБА-КУБА, СТАРЫЙ БАРАБАНЩИК КУБА-КУБА СТАРЫЙ БАРАБАНЩИК КУБА-БА-БА По барабану надо ударять попеременно по одному разу каждой рукой, марши 
 заканчиваются той рукой, с которой начинали (обычно начинают с правой руки). Так вот существует исключение из правила поочередного удара – это фраза «бей барабанщик». 
 Первый два слога ударяются правой рукой и лишь затем вступает левая. Чтобы стало окончательно понятно, вот тот же марш, только слоги, играемые правой рукой выделены ЗАГЛАВНЫМИ, 
 а левой – маленькими буквами. БЕЙ-БЕЙ-БЕЙ БЕЙ БАраБАНщик БЕЙ БЕЙ БАраБАНщик СТАрый БАраБАНщик БЕЙ БАраБАНщик БЕЙ Кстати, первые три бей можно сыграть обоими руками одновременно. 
 Правила обращения с барабаном Барабанщик носит барабан на специальном ремне, перекинутом через левое плечо. Барабан находится впереди барабанщика в наклоненном вправо положении, 
 45* ниже поясного ремня. Место барабанщиков на линейке - перед строем. Стоя на линейке, барабанщик держит сложенные валетом палочки на барабане. Ноги - на шине плеч. Другой 
 вариант: обе палочки в правой руке, опущенной вниз и прижатой к ноге. Указательный палец вытянут вдоль палочек. Левая рука придерживает барабан около ремня.
Команды "Равняясь!", "Смирно" барабанщик выполняет так же, как и остальные пионеры отряда, только левая рука остается на барабане. По команде "К игре готовсь!" барабанщик 
вскидывает обе руки над барабаном. Причем палочки берет в обе руки. И по команде "Начинай!" начинает играть. После окончания игры барабанщик складывает палочки вместе перед
обой таким образом, чтобы они были в вертикальном положении: локти приподняты. Затем резким движением пускает обе руки на барабан. Во время торжественного прохождения барабанщик 
придерживает барабан возле ремня левой рукой, правая рука с палочками сгибается в локте перед грудью и одновременно пионер шагает левой ногой. Палочки являются как бы продолжением 
руки. На шаг правой ноги барабанщик правой рукой делает отмах назад до отказа. Ритуал выхода барабанщиков, обращения с барабаном иногда дополняется новыми, более красочными 
элементами, что зависит от традиций дружины, лагеря. Барабанные марши Суворовский марш ей, барабанщик, старый барабанщик, Бей, барабанщик, бей. Бей, барабанщик, 1,2,3. Бей, 
барабанщик, бей, барабанщик, Бей, барабанщик, 1,2,3. Звездный марш Бей, барабанщик, бей, барабанщик, Бей, барабанщик, старый барабан, Бей, барабанщик, 1,2,3. Артековский марш 
Вариант №1. Бей барабан, бей барабан, Громко, громко бей барабан, Громко, громко бей. Бей, барабанщик, раз, два, три, Громко, громко бей, барабанщик, Громко, громко бей барабан.
Вариант №2. Громко, громко, старый барабанщик, Громко, громко старый барабан. Сбор барабанщик, сбор барабанщик, Сбор барабанщик, 1,2,3. Марш - На линейку становись! На линейку 
становись, на линейку становись! Бей барабанщик, старый барабанщик, Бей барабан, барабан, 1,2,3. Марш комсоргов Бей, бей, бей, Бей, барабанщик, бей - 2 р. Бей, барабанщик, 
в старый барабан, Бей барабанщик, бей. Походный марш Бей барабанщик - 2 р. в барабан. тарый пионерский марш Старый барабанщик - 3 р. На посту. Марш - Вероника (на линейку зовет) 
ВЕРО-ника, вероника, Бей, барабанщик, старый барабанщик, Веро ни-ка, вероника, бей, барабанщик в барабан. Сбор Сбор, сбор, сбор! Бей, барабанщик, сбор! Бей, барабанщик, старый 
барабанщик, Бей, барабанщик, сбор! Старый барабанщик Старый барабанщик, Старый барабанщик, Старый барабанщик крепко спал. Он проснулся, перевернулся Три копейки потерял! Марш 
«Выход на линейку»: Громче, громче, бей барабанщик, громче, громче, бей, барабань (2 раза) Громче бей (2 раза) Бей барабань, барабанщик бей! Марш «Звездный»: 1,2,3. Бей барабанщик,
 бей! Бей, барабанщик, старый барабанщик Бей, барабанщик, бей! Марш походный: 1,2,3,4 Бей барабанщик, барабань (2 раза) Бей барабанщик (2 раза) Бей барабанщик, барабань Бей, 
 барабань, барабань, барабанщик Бара, бара, бара, барабань! Марш «Знаменный»: Бей, Барабань (7 раз), барабанщик! Бей, Барабань (7 раз), барабанщик! Бей, барабанщик, Бей, 
 барабанщик, Бей, барабанщик, барабань! Бей, барабань, барабань, барабанщик! Бара, бара, бара, барабань! Марш «Ереванский»: Бей, барабанщик, старый барабанщик (Жил в Ереване 
 старый барабанщик) Бей, барабань, барабанщик бей! Бей, барабанщик, старый барабанщик (Жил в Ереване старый барабанщик) Бей, барабань, барабанщик бей! Бара, бара, бара, барабань 
 1,2,3 (2 раза) Бей барабань (Вот он какой) (2 раза) Бей, барабанщик, старый барабанщик (Наш барабанщик, старый барабанщик) Бей, барабань, барабанщик, бей! Общий сбор Бей, 
 барабанщик, общий сбор. Бей, барабанщик, общий сбор. Бей, барабанщик, старый барабанщик, Бей, барабанщик, общий сбор. Знаменный Кем был, кем был Старый барабанщик, Чем был, 
 чем был Старый барабан. Вечерний Спите, спите, спите, ребята, Спите, спите, спите, орлята. Спи, барабанщик, старый барабанщик, Спи, барабанщик, спи барабан. Тревога Скорей, 
 скорей, бей, барабанщик. Бей, раз-два, бей, барабанщик. Бей, бей, скорей, скорей, скорей. Заря Старый барабанщик, Старый барабанщик, Старый барабанщик, Крепко спал. Старый 
 барабанщик, Старый барабанщик, Старый барабанщик, Бей, барабан. На линейку На линейку, на линейку, на линейку Шагом марш. На линейку, на линейку, на линейку Шагом марш. 
 Походный Бей, барабанщик, бей, барабанщик, бей, барабанщик, Раз-два-три. Чапаевский Кем был, кем был старый барабанщик, Чем был, чем был старый барабан. Старый барабанщик, 
 старый барабанщик, Бей, старый барабанщик, в барабан. Сигнал на подъем флага Бей, барабан, барабанщик, барабань. Бей, барабанщик, бей барабанщик. Бей, барабанщик, бей, барабань. 
 Бей, барабанщик, бей, барабань. Бей, барабанщик, бей, барабанщик, Бей, барабанщик, бей, барабань. Бей, барабанщик, бей, барабань. Барабанщик, барабань. Фанфарный Бей, барабанщик, 
 раз-два, раз-два. Бей, барабанщик, раз-два-три. Бей, барабанщик, раз-два, раз-два. Бей, барабанщик, раз-два-три. Бей, барабанщик, Старый барабанщик, Бей, барабанщик, бей, 
 барабанщик, Бей, барабанщик, раз-два-три.
 Итак, как обозначаются барабанные партии на бумаге? Чтобы записывать барабанные марши нотную грамоту не использует (хотя это бы существенно упростило дело), используют 
послоговое обозначение, т.е. пишут определенный текст, и каждый слог в этом тексте обозначает удар по барабану. Чтобы было понятно, рассмотрим первый марш: БА- И – РАЗ, ДВА БА- 
И – РАЗ, ДВА БА- И – РАЗ, ДВА БАРАБАНЩИК, БАРАБАНЩИК БА- И – РАЗ, ДВА БА- И – РАЗ, ДВА БА- И – РАЗ, ДВА СТАРЫЙ БАРАБАН. Как это играть? На каждый слог приходится по одному удару, 
т.е. в первой строчке ударяем четыре раза по барабану. С какой частотой? А вот с такой (- молчим, бьем): х - - х х – х – Теперь, как это определить? Существует всего несколько
 слов, с помощью которых ритмы записываются (старый, барабан, барабанщик, бей и несколько других), частоту ударов в этих словах просто запоминают. Следующий марш: СТАРЫЙ БАРАБНЩИК 
 КУБА-КУБА, СТАРЫЙ БАРАБАНЩИК КУБА-КУБА, СТАРЫЙ БАРАБАНЩИК КУБА-КУБА СТАРЫЙ БАРАБАНЩИК КУБА-БА-БА По барабану надо ударять попеременно по одному разу каждой рукой, марши 
 заканчиваются той рукой, с которой начинали (обычно начинают с правой руки). Так вот существует исключение из правила поочередного удара – это фраза «бей барабанщик». 
 Первый два слога ударяются правой рукой и лишь затем вступает левая. Чтобы стало окончательно понятно, вот тот же марш, только слоги, играемые правой рукой выделены ЗАГЛАВНЫМИ, 
 а левой – маленькими буквами. БЕЙ-БЕЙ-БЕЙ БЕЙ БАраБАНщик БЕЙ БЕЙ БАраБАНщик СТАрый БАраБАНщик БЕЙ БАраБАНщик БЕЙ Кстати, первые три бей можно сыграть обоими руками одновременно. 
 Правила обращения с барабаном Барабанщик носит барабан на специальном ремне, перекинутом через левое плечо. Барабан находится впереди барабанщика в наклоненном вправо положении, 
 45* ниже поясного ремня. Место барабанщиков на линейке - перед строем. Стоя на линейке, барабанщик держит сложенные валетом палочки на барабане. Ноги - на шине плеч. Другой 
 вариант: обе палочки в правой руке, опущенной вниз и прижатой к ноге. Указательный палец вытянут вдоль палочек. Левая рука придерживает барабан около ремня.
Команды "Равняясь!", "Смирно" барабанщик выполняет так же, как и остальные пионеры отряда, только левая рука остается на барабане. По команде "К игре готовсь!" барабанщик 
вскидывает обе руки над барабаном. Причем палочки берет в обе руки. И по команде "Начинай!" начинает играть. После окончания игры барабанщик складывает палочки вместе перед
обой таким образом, чтобы они были в вертикальном положении: локти приподняты. Затем резким движением пускает обе руки на барабан. Во время торжественного прохождения барабанщик 
придерживает барабан возле ремня левой рукой, правая рука с палочками сгибается в локте перед грудью и одновременно пионер шагает левой ногой. Палочки являются как бы продолжением 
руки. На шаг правой ноги барабанщик правой рукой делает отмах назад до отказа. Ритуал выхода барабанщиков, обращения с барабаном иногда дополняется новыми, более красочными 
элементами, что зависит от традиций дружины, лагеря. Барабанные марши Суворовский марш ей, барабанщик, старый барабанщик, Бей, барабанщик, бей. Бей, барабанщик, 1,2,3. Бей, 
барабанщик, бей, барабанщик, Бей, барабанщик, 1,2,3. Звездный марш Бей, барабанщик, бей, барабанщик, Бей, барабанщик, старый барабан, Бей, барабанщик, 1,2,3. Артековский марш 
Вариант №1. Бей барабан, бей барабан, Громко, громко бей барабан, Громко, громко бей. Бей, барабанщик, раз, два, три, Громко, громко бей, барабанщик, Громко, громко бей барабан.
Вариант №2. Громко, громко, старый барабанщик, Громко, громко старый барабан. Сбор барабанщик, сбор барабанщик, Сбор барабанщик, 1,2,3. Марш - На линейку становись! На линейку 
становись, на линейку становись! Бей барабанщик, старый барабанщик, Бей барабан, барабан, 1,2,3. Марш комсоргов Бей, бей, бей, Бей, барабанщик, бей - 2 р. Бей, барабанщик, 
в старый барабан, Бей барабанщик, бей. Походный марш Бей барабанщик - 2 р. в барабан. тарый пионерский марш Старый барабанщик - 3 р. На посту. Марш - Вероника (на линейку зовет) 
ВЕРО-ника, вероника, Бей, барабанщик, старый барабанщик, Веро ни-ка, вероника, бей, барабанщик в барабан. Сбор Сбор, сбор, сбор! Бей, барабанщик, сбор! Бей, барабанщик, старый 
барабанщик, Бей, барабанщик, сбор! Старый барабанщик Старый барабанщик, Старый барабанщик, Старый барабанщик крепко спал. Он проснулся, перевернулся Три копейки потерял! Марш 
«Выход на линейку»: Громче, громче, бей барабанщик, громче, громче, бей, барабань (2 раза) Громче бей (2 раза) Бей барабань, барабанщик бей! Марш «Звездный»: 1,2,3. Бей барабанщик,
 бей! Бей, барабанщик, старый барабанщик Бей, барабанщик, бей! Марш походный: 1,2,3,4 Бей барабанщик, барабань (2 раза) Бей барабанщик (2 раза) Бей барабанщик, барабань Бей, 
 барабань, барабань, барабанщик Бара, бара, бара, барабань! Марш «Знаменный»: Бей, Барабань (7 раз), барабанщик! Бей, Барабань (7 раз), барабанщик! Бей, барабанщик, Бей, 
 барабанщик, Бей, барабанщик, барабань! Бей, барабань, барабань, барабанщик! Бара, бара, бара, барабань! Марш «Ереванский»: Бей, барабанщик, старый барабанщик (Жил в Ереване 
 старый барабанщик) Бей, барабань, барабанщик бей! Бей, барабанщик, старый барабанщик (Жил в Ереване старый барабанщик) Бей, барабань, барабанщик бей! Бара, бара, бара, барабань 
 1,2,3 (2 раза) Бей барабань (Вот он какой) (2 раза) Бей, барабанщик, старый барабанщик (Наш барабанщик, старый барабанщик) Бей, барабань, барабанщик, бей! Общий сбор Бей, 
 барабанщик, общий сбор. Бей, барабанщик, общий сбор. Бей, барабанщик, старый барабанщик, Бей, барабанщик, общий сбор. Знаменный Кем был, кем был Старый барабанщик, Чем был, 
 чем был Старый барабан. Вечерний Спите, спите, спите, ребята, Спите, спите, спите, орлята. Спи, барабанщик, старый барабанщик, Спи, барабанщик, спи барабан. Тревога Скорей, 
 скорей, бей, барабанщик. Бей, раз-два, бей, барабанщик. Бей, бей, скорей, скорей, скорей. Заря Старый барабанщик, Старый барабанщик, Старый барабанщик, Крепко спал. Старый 
 барабанщик, Старый барабанщик, Старый барабанщик, Бей, барабан. На линейку На линейку, на линейку, на линейку Шагом марш. На линейку, на линейку, на линейку Шагом марш. 
 Походный Бей, барабанщик, бей, барабанщик, бей, барабанщик, Раз-два-три. Чапаевский Кем был, кем был старый барабанщик, Чем был, чем был старый барабан. Старый барабанщик, 
 старый барабанщик, Бей, старый барабанщик, в барабан. Сигнал на подъем флага Бей, барабан, барабанщик, барабань. Бей, барабанщик, бей барабанщик. Бей, барабанщик, бей, барабань. 
 Бей, барабанщик, бей, барабань. Бей, барабанщик, бей, барабанщик, Бей, барабанщик, бей, барабань. Бей, барабанщик, бей, барабань. Барабанщик, барабань. Фанфарный Бей, барабанщик, 
 раз-два, раз-два. Бей, барабанщик, раз-два-три. Бей, барабанщик, раз-два, раз-два. Бей, барабанщик, раз-два-три. Бей, барабанщик, Старый барабанщик, Бей, барабанщик, бей, 
 барабанщик, Бей, барабанщик, раз-два-три
 Итак, как обозначаются барабанные партии на бумаге? Чтобы записывать барабанные марши нотную грамоту не использует (хотя это бы существенно упростило дело), используют 
послоговое обозначение, т.е. пишут определенный текст, и каждый слог в этом тексте обозначает удар по барабану. Чтобы было понятно, рассмотрим первый марш: БА- И – РАЗ, ДВА БА- 
И – РАЗ, ДВА БА- И – РАЗ, ДВА БАРАБАНЩИК, БАРАБАНЩИК БА- И – РАЗ, ДВА БА- И – РАЗ, ДВА БА- И – РАЗ, ДВА СТАРЫЙ БАРАБАН. Как это играть? На каждый слог приходится по одному удару, 
т.е. в первой строчке ударяем четыре раза по барабану. С какой частотой? А вот с такой (- молчим, бьем): х - - х х – х – Теперь, как это определить? Существует всего несколько
 слов, с помощью которых ритмы записываются (старый, барабан, барабанщик, бей и несколько других), частоту ударов в этих словах просто запоминают. Следующий марш: СТАРЫЙ БАРАБНЩИК 
 КУБА-КУБА, СТАРЫЙ БАРАБАНЩИК КУБА-КУБА, СТАРЫЙ БАРАБАНЩИК КУБА-КУБА СТАРЫЙ БАРАБАНЩИК КУБА-БА-БА По барабану надо ударять попеременно по одному разу каждой рукой, марши 
 заканчиваются той рукой, с которой начинали (обычно начинают с правой руки). Так вот существует исключение из правила поочередного удара – это фраза «бей барабанщик». 
 Первый два слога ударяются правой рукой и лишь затем вступает левая. Чтобы стало окончательно понятно, вот тот же марш, только слоги, играемые правой рукой выделены ЗАГЛАВНЫМИ, 
 а левой – маленькими буквами. БЕЙ-БЕЙ-БЕЙ БЕЙ БАраБАНщик БЕЙ БЕЙ БАраБАНщик СТАрый БАраБАНщик БЕЙ БАраБАНщик БЕЙ Кстати, первые три бей можно сыграть обоими руками одновременно. 
 Правила обращения с барабаном Барабанщик носит барабан на специальном ремне, перекинутом через левое плечо. Барабан находится впереди барабанщика в наклоненном вправо положении, 
 45* ниже поясного ремня. Место барабанщиков на линейке - перед строем. Стоя на линейке, барабанщик держит сложенные валетом палочки на барабане. Ноги - на шине плеч. Другой 
 вариант: обе палочки в правой руке, опущенной вниз и прижатой к ноге. Указательный палец вытянут вдоль палочек. Левая рука придерживает барабан около ремня.
Команды "Равняясь!", "Смирно" барабанщик выполняет так же, как и остальные пионеры отряда, только левая рука остается на барабане. По команде "К игре готовсь!" барабанщик 
вскидывает обе руки над барабаном. Причем палочки берет в обе руки. И по команде "Начинай!" начинает играть. После окончания игры барабанщик складывает палочки вместе перед
обой таким образом, чтобы они были в вертикальном положении: локти приподняты. Затем резким движением пускает обе руки на барабан. Во время торжественного прохождения барабанщик 
придерживает барабан возле ремня левой рукой, правая рука с палочками сгибается в локте перед грудью и одновременно пионер шагает левой ногой. Палочки являются как бы продолжением 
руки. На шаг правой ноги барабанщик правой рукой делает отмах назад до отказа. Ритуал выхода барабанщиков, обращения с барабаном иногда дополняется новыми, более красочными 
элементами, что зависит от традиций дружины, лагеря. Барабанные марши Суворовский марш ей, барабанщик, старый барабанщик, Бей, барабанщик, бей. Бей, барабанщик, 1,2,3. Бей, 
барабанщик, бей, барабанщик, Бей, барабанщик, 1,2,3. Звездный марш Бей, барабанщик, бей, барабанщик, Бей, барабанщик, старый барабан, Бей, барабанщик, 1,2,3. Артековский марш 
Вариант №1. Бей барабан, бей барабан, Громко, громко бей барабан, Громко, громко бей. Бей, барабанщик, раз, два, три, Громко, громко бей, барабанщик, Громко, громко бей барабан.
Вариант №2. Громко, громко, старый барабанщик, Громко, громко старый барабан. Сбор барабанщик, сбор барабанщик, Сбор барабанщик, 1,2,3. Марш - На линейку становись! На линейку 
становись, на линейку становись! Бей барабанщик, старый барабанщик, Бей барабан, барабан, 1,2,3. Марш комсоргов Бей, бей, бей, Бей, барабанщик, бей - 2 р. Бей, барабанщик, 
в старый барабан, Бей барабанщик, бей. Походный марш Бей барабанщик - 2 р. в барабан. тарый пионерский марш Старый барабанщик - 3 р. На посту. Марш - Вероника (на линейку зовет) 
ВЕРО-ника, вероника, Бей, барабанщик, старый барабанщик, Веро ни-ка, вероника, бей, барабанщик в барабан. Сбор Сбор, сбор, сбор! Бей, барабанщик, сбор! Бей, барабанщик, старый 
барабанщик, Бей, барабанщик, сбор! Старый барабанщик Старый барабанщик, Старый барабанщик, Старый барабанщик крепко спал. Он проснулся, перевернулся Три копейки потерял! Марш 
«Выход на линейку»: Громче, громче, бей барабанщик, громче, громче, бей, барабань (2 раза) Громче бей (2 раза) Бей барабань, барабанщик бей! Марш «Звездный»: 1,2,3. Бей барабанщик,
 бей! Бей, барабанщик, старый барабанщик Бей, барабанщик, бей! Марш походный: 1,2,3,4 Бей барабанщик, барабань (2 раза) Бей барабанщик (2 раза) Бей барабанщик, барабань Бей, 
 барабань, барабань, барабанщик Бара, бара, бара, барабань! Марш «Знаменный»: Бей, Барабань (7 раз), барабанщик! Бей, Барабань (7 раз), барабанщик! Бей, барабанщик, Бей, 
 барабанщик, Бей, барабанщик, барабань! Бей, барабань, барабань, барабанщик! Бара, бара, бара, барабань! Марш «Ереванский»: Бей, барабанщик, старый барабанщик (Жил в Ереване 
 старый барабанщик) Бей, барабань, барабанщик бей! Бей, барабанщик, старый барабанщик (Жил в Ереване старый барабанщик) Бей, барабань, барабанщик бей! Бара, бара, бара, барабань 
 1,2,3 (2 раза) Бей барабань (Вот он какой) (2 раза) Бей, барабанщик, старый барабанщик (Наш барабанщик, старый барабанщик) Бей, барабань, барабанщик, бей! Общий сбор Бей, 
 барабанщик, общий сбор. Бей, барабанщик, общий сбор. Бей, барабанщик, старый барабанщик, Бей, барабанщик, общий сбор. Знаменный Кем был, кем был Старый барабанщик, Чем был, 
 чем был Старый барабан. Вечерний Спите, спите, спите, ребята, Спите, спите, спите, орлята. Спи, барабанщик, старый барабанщик, Спи, барабанщик, спи барабан. Тревога Скорей, 
 скорей, бей, барабанщик. Бей, раз-два, бей, барабанщик. Бей, бей, скорей, скорей, скорей. Заря Старый барабанщик, Старый барабанщик, Старый барабанщик, Крепко спал. Старый 
 барабанщик, Старый барабанщик, Старый барабанщик, Бей, барабан. На линейку На линейку, на линейку, на линейку Шагом марш. На линейку, на линейку, на линейку Шагом марш. 
 Походный Бей, барабанщик, бей, барабанщик, бей, барабанщик, Раз-два-три. Чапаевский Кем был, кем был старый барабанщик, Чем был, чем был старый барабан. Старый барабанщик, 
 старый барабанщик, Бей, старый барабанщик, в барабан. Сигнал на подъем флага Бей, барабан, барабанщик, барабань. Бей, барабанщик, бей барабанщик. Бей, барабанщик, бей, барабань. 
 Бей, барабанщик, бей, барабань. Бей, барабанщик, бей, барабанщик, Бей, барабанщик, бей, барабань. Бей, барабанщик, бей, барабань. Барабанщик, барабань. Фанфарный Бей, барабанщик, 
 раз-два, раз-два. Бей, барабанщик, раз-два-три. Бей, барабанщик, раз-два, раз-два. Бей, барабанщик, раз-два-три. Бей, барабанщик, Старый барабанщик, Бей, барабанщик, бей, 
 барабанщик, Бей, барабанщик, раз-два-три
 Итак, как обозначаются барабанные партии на бумаге? Чтобы записывать барабанные марши нотную грамоту не использует (хотя это бы существенно упростило дело), используют 
послоговое обозначение, т.е. пишут определенный текст, и каждый слог в этом тексте обозначает удар по барабану. Чтобы было понятно, рассмотрим первый марш: БА- И – РАЗ, ДВА БА- 
И – РАЗ, ДВА БА- И – РАЗ, ДВА БАРАБАНЩИК, БАРАБАНЩИК БА- И – РАЗ, ДВА БА- И – РАЗ, ДВА БА- И – РАЗ, ДВА СТАРЫЙ БАРАБАН. Как это играть? На каждый слог приходится по одному удару, 
т.е. в первой строчке ударяем четыре раза по барабану. С какой частотой? А вот с такой (- молчим, бьем): х - - х х – х – Теперь, как это определить? Существует всего несколько
 слов, с помощью которых ритмы записываются (старый, барабан, барабанщик, бей и несколько других), частоту ударов в этих словах просто запоминают. Следующий марш: СТАРЫЙ БАРАБНЩИК 
 КУБА-КУБА, СТАРЫЙ БАРАБАНЩИК КУБА-КУБА, СТАРЫЙ БАРАБАНЩИК КУБА-КУБА СТАРЫЙ БАРАБАНЩИК КУБА-БА-БА По барабану надо ударять попеременно по одному разу каждой рукой, марши 
 заканчиваются той рукой, с которой начинали (обычно начинают с правой руки). Так вот существует исключение из правила поочередного удара – это фраза «бей барабанщик». 
 Первый два слога ударяются правой рукой и лишь затем вступает левая. Чтобы стало окончательно понятно, вот тот же марш, только слоги, играемые правой рукой выделены ЗАГЛАВНЫМИ, 
 а левой – маленькими буквами. БЕЙ-БЕЙ-БЕЙ БЕЙ БАраБАНщик БЕЙ БЕЙ БАраБАНщик СТАрый БАраБАНщик БЕЙ БАраБАНщик БЕЙ Кстати, первые три бей можно сыграть обоими руками одновременно. 
 Правила обращения с барабаном Барабанщик носит барабан на специальном ремне, перекинутом через левое плечо. Барабан находится впереди барабанщика в наклоненном вправо положении, 
 45* ниже поясного ремня. Место барабанщиков на линейке - перед строем. Стоя на линейке, барабанщик держит сложенные валетом палочки на барабане. Ноги - на шине плеч. Другой 
 вариант: обе палочки в правой руке, опущенной вниз и прижатой к ноге. Указательный палец вытянут вдоль палочек. Левая рука придерживает барабан около ремня.
Команды "Равняясь!", "Смирно" барабанщик выполняет так же, как и остальные пионеры отряда, только левая рука остается на барабане. По команде "К игре готовсь!" барабанщик 
вскидывает обе руки над барабаном. Причем палочки берет в обе руки. И по команде "Начинай!" начинает играть. После окончания игры барабанщик складывает палочки вместе перед
обой таким образом, чтобы они были в вертикальном положении: локти приподняты. Затем резким движением пускает обе руки на барабан. Во время торжественного прохождения барабанщик 
придерживает барабан возле ремня левой рукой, правая рука с палочками сгибается в локте перед грудью и одновременно пионер шагает левой ногой. Палочки являются как бы продолжением 
руки. На шаг правой ноги барабанщик правой рукой делает отмах назад до отказа. Ритуал выхода барабанщиков, обращения с барабаном иногда дополняется новыми, более красочными 
элементами, что зависит от традиций дружины, лагеря. Барабанные марши Суворовский марш ей, барабанщик, старый барабанщик, Бей, барабанщик, бей. Бей, барабанщик, 1,2,3. Бей, 
барабанщик, бей, барабанщик, Бей, барабанщик, 1,2,3. Звездный марш Бей, барабанщик, бей, барабанщик, Бей, барабанщик, старый барабан, Бей, барабанщик, 1,2,3. Артековский марш 
Вариант №1. Бей барабан, бей барабан, Громко, громко бей барабан, Громко, громко бей. Бей, барабанщик, раз, два, три, Громко, громко бей, барабанщик, Громко, громко бей барабан.
Вариант №2. Громко, громко, старый барабанщик, Громко, громко старый барабан. Сбор барабанщик, сбор барабанщик, Сбор барабанщик, 1,2,3. Марш - На линейку становись! На линейку 
становись, на линейку становись! Бей барабанщик, старый барабанщик, Бей барабан, барабан, 1,2,3. Марш комсоргов Бей, бей, бей, Бей, барабанщик, бей - 2 р. Бей, барабанщик, 
в старый барабан, Бей барабанщик, бей. Походный марш Бей барабанщик - 2 р. в барабан. тарый пионерский марш Старый барабанщик - 3 р. На посту. Марш - Вероника (на линейку зовет) 
ВЕРО-ника, вероника, Бей, барабанщик, старый барабанщик, Веро ни-ка, вероника, бей, барабанщик в барабан. Сбор Сбор, сбор, сбор! Бей, барабанщик, сбор! Бей, барабанщик, старый 
барабанщик, Бей, барабанщик, сбор! Старый барабанщик Старый барабанщик, Старый барабанщик, Старый барабанщик крепко спал. Он проснулся, перевернулся Три копейки потерял! Марш 
«Выход на линейку»: Громче, громче, бей барабанщик, громче, громче, бей, барабань (2 раза) Громче бей (2 раза) Бей барабань, барабанщик бей! Марш «Звездный»: 1,2,3. Бей барабанщик,
 бей! Бей, барабанщик, старый барабанщик Бей, барабанщик, бей! Марш походный: 1,2,3,4 Бей барабанщик, барабань (2 раза) Бей барабанщик (2 раза) Бей барабанщик, барабань Бей, 
 барабань, барабань, барабанщик Бара, бара, бара, барабань! Марш «Знаменный»: Бей, Барабань (7 раз), барабанщик! Бей, Барабань (7 раз), барабанщик! Бей, барабанщик, Бей, 
 барабанщик, Бей, барабанщик, барабань! Бей, барабань, барабань, барабанщик! Бара, бара, бара, барабань! Марш «Ереванский»: Бей, барабанщик, старый барабанщик (Жил в Ереване 
 старый барабанщик) Бей, барабань, барабанщик бей! Бей, барабанщик, старый барабанщик (Жил в Ереване старый барабанщик) Бей, барабань, барабанщик бей! Бара, бара, бара, барабань 
 1,2,3 (2 раза) Бей барабань (Вот он какой) (2 раза) Бей, барабанщик, старый барабанщик (Наш барабанщик, старый барабанщик) Бей, барабань, барабанщик, бей! Общий сбор Бей, 
 барабанщик, общий сбор. Бей, барабанщик, общий сбор. Бей, барабанщик, старый барабанщик, Бей, барабанщик, общий сбор. Знаменный Кем был, кем был Старый барабанщик, Чем был, 
 чем был Старый барабан. Вечерний Спите, спите, спите, ребята, Спите, спите, спите, орлята. Спи, барабанщик, старый барабанщик, Спи, барабанщик, спи барабан. Тревога Скорей, 
 скорей, бей, барабанщик. Бей, раз-два, бей, барабанщик. Бей, бей, скорей, скорей, скорей. Заря Старый барабанщик, Старый барабанщик, Старый барабанщик, Крепко спал. Старый 
 барабанщик, Старый барабанщик, Старый барабанщик, Бей, барабан. На линейку На линейку, на линейку, на линейку Шагом марш. На линейку, на линейку, на линейку Шагом марш. 
 Походный Бей, барабанщик, бей, барабанщик, бей, барабанщик, Раз-два-три. Чапаевский Кем был, кем был старый барабанщик, Чем был, чем был старый барабан. Старый барабанщик, 
 старый барабанщик, Бей, старый барабанщик, в барабан. Сигнал на подъем флага Бей, барабан, барабанщик, барабань. Бей, барабанщик, бей барабанщик. Бей, барабанщик, бей, барабань. 
 Бей, барабанщик, бей, барабань. Бей, барабанщик, бей, барабанщик, Бей, барабанщик, бей, барабань. Бей, барабанщик, бей, барабань. Барабанщик, барабань. Фанфарный Бей, барабанщик, 
 раз-два, раз-два. Бей, барабанщик, раз-два-три. Бей, барабанщик, раз-два, раз-два. Бей, барабанщик, раз-два-три. Бей, барабанщик, Старый барабанщик, Бей, барабанщик, бей, 
 барабанщик, Бей, барабанщик, раз-два-три
 Итак, как обозначаются барабанные партии на бумаге? Чтобы записывать барабанные марши нотную грамоту не использует (хотя это бы существенно упростило дело), используют 
послоговое обозначение, т.е. пишут определенный текст, и каждый слог в этом тексте обозначает удар по барабану. Чтобы было понятно, рассмотрим первый марш: БА- И – РАЗ, ДВА БА- 
И – РАЗ, ДВА БА- И – РАЗ, ДВА БАРАБАНЩИК, БАРАБАНЩИК БА- И – РАЗ, ДВА БА- И – РАЗ, ДВА БА- И – РАЗ, ДВА СТАРЫЙ БАРАБАН. Как это играть? На каждый слог приходится по одному удару, 
т.е. в первой строчке ударяем четыре раза по барабану. С какой частотой? А вот с такой (- молчим, бьем): х - - х х – х – Теперь, как это определить? Существует всего несколько
 слов, с помощью которых ритмы записываются (старый, барабан, барабанщик, бей и несколько других), частоту ударов в этих словах просто запоминают. Следующий марш: СТАРЫЙ БАРАБНЩИК 
 КУБА-КУБА, СТАРЫЙ БАРАБАНЩИК КУБА-КУБА, СТАРЫЙ БАРАБАНЩИК КУБА-КУБА СТАРЫЙ БАРАБАНЩИК КУБА-БА-БА По барабану надо ударять попеременно по одному разу каждой рукой, марши 
 заканчиваются той рукой, с которой начинали (обычно начинают с правой руки). Так вот существует исключение из правила поочередного удара – это фраза «бей барабанщик». 
 Первый два слога ударяются правой рукой и лишь затем вступает левая. Чтобы стало окончательно понятно, вот тот же марш, только слоги, играемые правой рукой выделены ЗАГЛАВНЫМИ, 
 а левой – маленькими буквами. БЕЙ-БЕЙ-БЕЙ БЕЙ БАраБАНщик БЕЙ БЕЙ БАраБАНщик СТАрый БАраБАНщик БЕЙ БАраБАНщик БЕЙ Кстати, первые три бей можно сыграть обоими руками одновременно. 
 Правила обращения с барабаном Барабанщик носит барабан на специальном ремне, перекинутом через левое плечо. Барабан находится впереди барабанщика в наклоненном вправо положении, 
 45* ниже поясного ремня. Место барабанщиков на линейке - перед строем. Стоя на линейке, барабанщик держит сложенные валетом палочки на барабане. Ноги - на шине плеч. Другой 
 вариант: обе палочки в правой руке, опущенной вниз и прижатой к ноге. Указательный палец вытянут вдоль палочек. Левая рука придерживает барабан около ремня.
Команды "Равняясь!", "Смирно" барабанщик выполняет так же, как и остальные пионеры отряда, только левая рука остается на барабане. По команде "К игре готовсь!" барабанщик 
вскидывает обе руки над барабаном. Причем палочки берет в обе руки. И по команде "Начинай!" начинает играть. После окончания игры барабанщик складывает палочки вместе перед
обой таким образом, чтобы они были в вертикальном положении: локти приподняты. Затем резким движением пускает обе руки на барабан. Во время торжественного прохождения барабанщик 
придерживает барабан возле ремня левой рукой, правая рука с палочками сгибается в локте перед грудью и одновременно пионер шагает левой ногой. Палочки являются как бы продолжением 
руки. На шаг правой ноги барабанщик правой рукой делает отмах назад до отказа. Ритуал выхода барабанщиков, обращения с барабаном иногда дополняется новыми, более красочными 
элементами, что зависит от традиций дружины, лагеря. Барабанные марши Суворовский марш ей, барабанщик, старый барабанщик, Бей, барабанщик, бей. Бей, барабанщик, 1,2,3. Бей, 
барабанщик, бей, барабанщик, Бей, барабанщик, 1,2,3. Звездный марш Бей, барабанщик, бей, барабанщик, Бей, барабанщик, старый барабан, Бей, барабанщик, 1,2,3. Артековский марш 
Вариант №1. Бей барабан, бей барабан, Громко, громко бей барабан, Громко, громко бей. Бей, барабанщик, раз, два, три, Громко, громко бей, барабанщик, Громко, громко бей барабан.
Вариант №2. Громко, громко, старый барабанщик, Громко, громко старый барабан. Сбор барабанщик, сбор барабанщик, Сбор барабанщик, 1,2,3. Марш - На линейку становись! На линейку 
становись, на линейку становись! Бей барабанщик, старый барабанщик, Бей барабан, барабан, 1,2,3. Марш комсоргов Бей, бей, бей, Бей, барабанщик, бей - 2 р. Бей, барабанщик, 
в старый барабан, Бей барабанщик, бей. Походный марш Бей барабанщик - 2 р. в барабан. тарый пионерский марш Старый барабанщик - 3 р. На посту. Марш - Вероника (на линейку зовет) 
ВЕРО-ника, вероника, Бей, барабанщик, старый барабанщик, Веро ни-ка, вероника, бей, барабанщик в барабан. Сбор Сбор, сбор, сбор! Бей, барабанщик, сбор! Бей, барабанщик, старый 
барабанщик, Бей, барабанщик, сбор! Старый барабанщик Старый барабанщик, Старый барабанщик, Старый барабанщик крепко спал. Он проснулся, перевернулся Три копейки потерял! Марш 
«Выход на линейку»: Громче, громче, бей барабанщик, громче, громче, бей, барабань (2 раза) Громче бей (2 раза) Бей барабань, барабанщик бей! Марш «Звездный»: 1,2,3. Бей барабанщик,
 бей! Бей, барабанщик, старый барабанщик Бей, барабанщик, бей! Марш походный: 1,2,3,4 Бей барабанщик, барабань (2 раза) Бей барабанщик (2 раза) Бей барабанщик, барабань Бей, 
 барабань, барабань, барабанщик Бара, бара, бара, барабань! Марш «Знаменный»: Бей, Барабань (7 раз), барабанщик! Бей, Барабань (7 раз), барабанщик! Бей, барабанщик, Бей, 
 барабанщик, Бей, барабанщик, барабань! Бей, барабань, барабань, барабанщик! Бара, бара, бара, барабань! Марш «Ереванский»: Бей, барабанщик, старый барабанщик (Жил в Ереване 
 старый барабанщик) Бей, барабань, барабанщик бей! Бей, барабанщик, старый барабанщик (Жил в Ереване старый барабанщик) Бей, барабань, барабанщик бей! Бара, бара, бара, барабань 
 1,2,3 (2 раза) Бей барабань (Вот он какой) (2 раза) Бей, барабанщик, старый барабанщик (Наш барабанщик, старый барабанщик) Бей, барабань, барабанщик, бей! Общий сбор Бей, 
 барабанщик, общий сбор. Бей, барабанщик, общий сбор. Бей, барабанщик, старый барабанщик, Бей, барабанщик, общий сбор. Знаменный Кем был, кем был Старый барабанщик, Чем был, 
 чем был Старый барабан. Вечерний Спите, спите, спите, ребята, Спите, спите, спите, орлята. Спи, барабанщик, старый барабанщик, Спи, барабанщик, спи барабан. Тревога Скорей, 
 скорей, бей, барабанщик. Бей, раз-два, бей, барабанщик. Бей, бей, скорей, скорей, скорей. Заря Старый барабанщик, Старый барабанщик, Старый барабанщик, Крепко спал. Старый 
 барабанщик, Старый барабанщик, Старый барабанщик, Бей, барабан. На линейку На линейку, на линейку, на линейку Шагом марш. На линейку, на линейку, на линейку Шагом марш. 
 Походный Бей, барабанщик, бей, барабанщик, бей, барабанщик, Раз-два-три. Чапаевский Кем был, кем был старый барабанщик, Чем был, чем был старый барабан. Старый барабанщик, 
 старый барабанщик, Бей, старый барабанщик, в барабан. Сигнал на подъем флага Бей, барабан, барабанщик, барабань. Бей, барабанщик, бей барабанщик. Бей, барабанщик, бей, барабань. 
 Бей, барабанщик, бей, барабань. Бей, барабанщик, бей, барабанщик, Бей, барабанщик, бей, барабань. Бей, барабанщик, бей, барабань. Барабанщик, барабань. Фанфарный Бей, барабанщик, 
 раз-два, раз-два. Бей, барабанщик, раз-два-три. Бей, барабанщик, раз-два, раз-два. Бей, барабанщик, раз-два-три. Бей, барабанщик, Старый барабанщик, Бей, барабанщик, бей, 
 барабанщик, Бей, барабанщик, раз-два-три
 Итак, как обозначаются барабанные партии на бумаге? Чтобы записывать барабанные марши нотную грамоту не использует (хотя это бы существенно упростило дело), используют 
послоговое обозначение, т.е. пишут определенный текст, и каждый слог в этом тексте обозначает удар по барабану. Чтобы было понятно, рассмотрим первый марш: БА- И – РАЗ, ДВА БА- 
И – РАЗ, ДВА БА- И – РАЗ, ДВА БАРАБАНЩИК, БАРАБАНЩИК БА- И – РАЗ, ДВА БА- И – РАЗ, ДВА БА- И – РАЗ, ДВА СТАРЫЙ БАРАБАН. Как это играть? На каждый слог приходится по одному удару, 
т.е. в первой строчке ударяем четыре раза по барабану. С какой частотой? А вот с такой (- молчим, бьем): х - - х х – х – Теперь, как это определить? Существует всего несколько
 слов, с помощью которых ритмы записываются (старый, барабан, барабанщик, бей и несколько других), частоту ударов в этих словах просто запоминают. Следующий марш: СТАРЫЙ БАРАБНЩИК 
 КУБА-КУБА, СТАРЫЙ БАРАБАНЩИК КУБА-КУБА, СТАРЫЙ БАРАБАНЩИК КУБА-КУБА СТАРЫЙ БАРАБАНЩИК КУБА-БА-БА По барабану надо ударять попеременно по одному разу каждой рукой, марши 
 заканчиваются той рукой, с которой начинали (обычно начинают с правой руки). Так вот существует исключение из правила поочередного удара – это фраза «бей барабанщик». 
 Первый два слога ударяются правой рукой и лишь затем вступает левая. Чтобы стало окончательно понятно, вот тот же марш, только слоги, играемые правой рукой выделены ЗАГЛАВНЫМИ, 
 а левой – маленькими буквами. БЕЙ-БЕЙ-БЕЙ БЕЙ БАраБАНщик БЕЙ БЕЙ БАраБАНщик СТАрый БАраБАНщик БЕЙ БАраБАНщик БЕЙ Кстати, первые три бей можно сыграть обоими руками одновременно. 
 Правила обращения с барабаном Барабанщик носит барабан на специальном ремне, перекинутом через левое плечо. Барабан находится впереди барабанщика в наклоненном вправо положении, 
 45* ниже поясного ремня. Место барабанщиков на линейке - перед строем. Стоя на линейке, барабанщик держит сложенные валетом палочки на барабане. Ноги - на шине плеч. Другой 
 вариант: обе палочки в правой руке, опущенной вниз и прижатой к ноге. Указательный палец вытянут вдоль палочек. Левая рука придерживает барабан около ремня.
Команды "Равняясь!", "Смирно" барабанщик выполняет так же, как и остальные пионеры отряда, только левая рука остается на барабане. По команде "К игре готовсь!" барабанщик 
вскидывает обе руки над барабаном. Причем палочки берет в обе руки. И по команде "Начинай!" начинает играть. После окончания игры барабанщик складывает палочки вместе перед
обой таким образом, чтобы они были в вертикальном положении: локти приподняты. Затем резким движением пускает обе руки на барабан. Во время торжественного прохождения барабанщик 
придерживает барабан возле ремня левой рукой, правая рука с палочками сгибается в локте перед грудью и одновременно пионер шагает левой ногой. Палочки являются как бы продолжением 
руки. На шаг правой ноги барабанщик правой рукой делает отмах назад до отказа. Ритуал выхода барабанщиков, обращения с барабаном иногда дополняется новыми, более красочными 
элементами, что зависит от традиций дружины, лагеря. Барабанные марши Суворовский марш ей, барабанщик, старый барабанщик, Бей, барабанщик, бей. Бей, барабанщик, 1,2,3. Бей, 
барабанщик, бей, барабанщик, Бей, барабанщик, 1,2,3. Звездный марш Бей, барабанщик, бей, барабанщик, Бей, барабанщик, старый барабан, Бей, барабанщик, 1,2,3. Артековский марш 
Вариант №1. Бей барабан, бей барабан, Громко, громко бей барабан, Громко, громко бей. Бей, барабанщик, раз, два, три, Громко, громко бей, барабанщик, Громко, громко бей барабан.
Вариант №2. Громко, громко, старый барабанщик, Громко, громко старый барабан. Сбор барабанщик, сбор барабанщик, Сбор барабанщик, 1,2,3. Марш - На линейку становись! На линейку 
становись, на линейку становись! Бей барабанщик, старый барабанщик, Бей барабан, барабан, 1,2,3. Марш комсоргов Бей, бей, бей, Бей, барабанщик, бей - 2 р. Бей, барабанщик, 
в старый барабан, Бей барабанщик, бей. Походный марш Бей барабанщик - 2 р. в барабан. тарый пионерский марш Старый барабанщик - 3 р. На посту. Марш - Вероника (на линейку зовет) 
ВЕРО-ника, вероника, Бей, барабанщик, старый барабанщик, Веро ни-ка, вероника, бей, барабанщик в барабан. Сбор Сбор, сбор, сбор! Бей, барабанщик, сбор! Бей, барабанщик, старый 
барабанщик, Бей, барабанщик, сбор! Старый барабанщик Старый барабанщик, Старый барабанщик, Старый барабанщик крепко спал. Он проснулся, перевернулся Три копейки потерял! Марш 
«Выход на линейку»: Громче, громче, бей барабанщик, громче, громче, бей, барабань (2 раза) Громче бей (2 раза) Бей барабань, барабанщик бей! Марш «Звездный»: 1,2,3. Бей барабанщик,
 бей! Бей, барабанщик, старый барабанщик Бей, барабанщик, бей! Марш походный: 1,2,3,4 Бей барабанщик, барабань (2 раза) Бей барабанщик (2 раза) Бей барабанщик, барабань Бей, 
 барабань, барабань, барабанщик Бара, бара, бара, барабань! Марш «Знаменный»: Бей, Барабань (7 раз), барабанщик! Бей, Барабань (7 раз), барабанщик! Бей, барабанщик, Бей, 
 барабанщик, Бей, барабанщик, барабань! Бей, барабань, барабань, барабанщик! Бара, бара, бара, барабань! Марш «Ереванский»: Бей, барабанщик, старый барабанщик (Жил в Ереване 
 старый барабанщик) Бей, барабань, барабанщик бей! Бей, барабанщик, старый барабанщик (Жил в Ереване старый барабанщик) Бей, барабань, барабанщик бей! Бара, бара, бара, барабань 
 1,2,3 (2 раза) Бей барабань (Вот он какой) (2 раза) Бей, барабанщик, старый барабанщик (Наш барабанщик, старый барабанщик) Бей, барабань, барабанщик, бей! Общий сбор Бей, 
 барабанщик, общий сбор. Бей, барабанщик, общий сбор. Бей, барабанщик, старый барабанщик, Бей, барабанщик, общий сбор. Знаменный Кем был, кем был Старый барабанщик, Чем был, 
 чем был Старый барабан. Вечерний Спите, спите, спите, ребята, Спите, спите, спите, орлята. Спи, барабанщик, старый барабанщик, Спи, барабанщик, спи барабан. Тревога Скорей, 
 скорей, бей, барабанщик. Бей, раз-два, бей, барабанщик. Бей, бей, скорей, скорей, скорей. Заря Старый барабанщик, Старый барабанщик, Старый барабанщик, Крепко спал. Старый 
 барабанщик, Старый барабанщик, Старый барабанщик, Бей, барабан. На линейку На линейку, на линейку, на линейку Шагом марш. На линейку, на линейку, на линейку Шагом марш. 
 Походный Бей, барабанщик, бей, барабанщик, бей, барабанщик, Раз-два-три. Чапаевский Кем был, кем был старый барабанщик, Чем был, чем был старый барабан. Старый барабанщик, 
 старый барабанщик, Бей, старый барабанщик, в барабан. Сигнал на подъем флага Бей, барабан, барабанщик, барабань. Бей, барабанщик, бей барабанщик. Бей, барабанщик, бей, барабань. 
 Бей, барабанщик, бей, барабань. Бей, барабанщик, бей, барабанщик, Бей, барабанщик, бей, барабань. Бей, барабанщик, бей, барабань. Барабанщик, барабань. Фанфарный Бей, барабанщик, 
 раз-два, раз-два. Бей, барабанщик, раз-два-три. Бей, барабанщик, раз-два, раз-два. Бей, барабанщик, раз-два-три. Бей, барабанщик, Старый барабанщик, Бей, барабанщик, бей, 
 барабанщик, Бей, барабанщик, раз-два-три
 Итак, как обозначаются барабанные партии на бумаге? Чтобы записывать барабанные марши нотную грамоту не использует (хотя это бы существенно упростило дело), используют 
послоговое обозначение, т.е. пишут определенный текст, и каждый слог в этом тексте обозначает удар по барабану. Чтобы было понятно, рассмотрим первый марш: БА- И – РАЗ, ДВА БА- 
И – РАЗ, ДВА БА- И – РАЗ, ДВА БАРАБАНЩИК, БАРАБАНЩИК БА- И – РАЗ, ДВА БА- И – РАЗ, ДВА БА- И – РАЗ, ДВА СТАРЫЙ БАРАБАН. Как это играть? На каждый слог приходится по одному удару, 
т.е. в первой строчке ударяем четыре раза по барабану. С какой частотой? А вот с такой (- молчим, бьем): х - - х х – х – Теперь, как это определить? Существует всего несколько
 слов, с помощью которых ритмы записываются (старый, барабан, барабанщик, бей и несколько других), частоту ударов в этих словах просто запоминают. Следующий марш: СТАРЫЙ БАРАБНЩИК 
 КУБА-КУБА, СТАРЫЙ БАРАБАНЩИК КУБА-КУБА, СТАРЫЙ БАРАБАНЩИК КУБА-КУБА СТАРЫЙ БАРАБАНЩИК КУБА-БА-БА По барабану надо ударять попеременно по одному разу каждой рукой, марши 
 заканчиваются той рукой, с которой начинали (обычно начинают с правой руки). Так вот существует исключение из правила поочередного удара – это фраза «бей барабанщик». 
 Первый два слога ударяются правой рукой и лишь затем вступает левая. Чтобы стало окончательно понятно, вот тот же марш, только слоги, играемые правой рукой выделены ЗАГЛАВНЫМИ, 
 а левой – маленькими буквами. БЕЙ-БЕЙ-БЕЙ БЕЙ БАраБАНщик БЕЙ БЕЙ БАраБАНщик СТАрый БАраБАНщик БЕЙ БАраБАНщик БЕЙ Кстати, первые три бей можно сыграть обоими руками одновременно. 
 Правила обращения с барабаном Барабанщик носит барабан на специальном ремне, перекинутом через левое плечо. Барабан находится впереди барабанщика в наклоненном вправо положении, 
 45* ниже поясного ремня. Место барабанщиков на линейке - перед строем. Стоя на линейке, барабанщик держит сложенные валетом палочки на барабане. Ноги - на шине плеч. Другой 
 вариант: обе палочки в правой руке, опущенной вниз и прижатой к ноге. Указательный палец вытянут вдоль палочек. Левая рука придерживает барабан около ремня.
Команды "Равняясь!", "Смирно" барабанщик выполняет так же, как и остальные пионеры отряда, только левая рука остается на барабане. По команде "К игре готовсь!" барабанщик 
вскидывает обе руки над барабаном. Причем палочки берет в обе руки. И по команде "Начинай!" начинает играть. После окончания игры барабанщик складывает палочки вместе перед
обой таким образом, чтобы они были в вертикальном положении: локти приподняты. Затем резким движением пускает обе руки на барабан. Во время торжественного прохождения барабанщик 
придерживает барабан возле ремня левой рукой, правая рука с палочками сгибается в локте перед грудью и одновременно пионер шагает левой ногой. Палочки являются как бы продолжением 
руки. На шаг правой ноги барабанщик правой рукой делает отмах назад до отказа. Ритуал выхода барабанщиков, обращения с барабаном иногда дополняется новыми, более красочными 
элементами, что зависит от традиций дружины, лагеря. Барабанные марши Суворовский марш ей, барабанщик, старый барабанщик, Бей, барабанщик, бей. Бей, барабанщик, 1,2,3. Бей, 
барабанщик, бей, барабанщик, Бей, барабанщик, 1,2,3. Звездный марш Бей, барабанщик, бей, барабанщик, Бей, барабанщик, старый барабан, Бей, барабанщик, 1,2,3. Артековский марш 
Вариант №1. Бей барабан, бей барабан, Громко, громко бей барабан, Громко, громко бей. Бей, барабанщик, раз, два, три, Громко, громко бей, барабанщик, Громко, громко бей барабан.
Вариант №2. Громко, громко, старый барабанщик, Громко, громко старый барабан. Сбор барабанщик, сбор барабанщик, Сбор барабанщик, 1,2,3. Марш - На линейку становись! На линейку 
становись, на линейку становись! Бей барабанщик, старый барабанщик, Бей барабан, барабан, 1,2,3. Марш комсоргов Бей, бей, бей, Бей, барабанщик, бей - 2 р. Бей, барабанщик, 
в старый барабан, Бей барабанщик, бей. Походный марш Бей барабанщик - 2 р. в барабан. тарый пионерский марш Старый барабанщик - 3 р. На посту. Марш - Вероника (на линейку зовет) 
ВЕРО-ника, вероника, Бей, барабанщик, старый барабанщик, Веро ни-ка, вероника, бей, барабанщик в барабан. Сбор Сбор, сбор, сбор! Бей, барабанщик, сбор! Бей, барабанщик, старый 
барабанщик, Бей, барабанщик, сбор! Старый барабанщик Старый барабанщик, Старый барабанщик, Старый барабанщик крепко спал. Он проснулся, перевернулся Три копейки потерял! Марш 
«Выход на линейку»: Громче, громче, бей барабанщик, громче, громче, бей, барабань (2 раза) Громче бей (2 раза) Бей барабань, барабанщик бей! Марш «Звездный»: 1,2,3. Бей барабанщик,
 бей! Бей, барабанщик, старый барабанщик Бей, барабанщик, бей! Марш походный: 1,2,3,4 Бей барабанщик, барабань (2 раза) Бей барабанщик (2 раза) Бей барабанщик, барабань Бей, 
 барабань, барабань, барабанщик Бара, бара, бара, барабань! Марш «Знаменный»: Бей, Барабань (7 раз), барабанщик! Бей, Барабань (7 раз), барабанщик! Бей, барабанщик, Бей, 
 барабанщик, Бей, барабанщик, барабань! Бей, барабань, барабань, барабанщик! Бара, бара, бара, барабань! Марш «Ереванский»: Бей, барабанщик, старый барабанщик (Жил в Ереване 
 старый барабанщик) Бей, барабань, барабанщик бей! Бей, барабанщик, старый барабанщик (Жил в Ереване старый барабанщик) Бей, барабань, барабанщик бей! Бара, бара, бара, барабань 
 1,2,3 (2 раза) Бей барабань (Вот он какой) (2 раза) Бей, барабанщик, старый барабанщик (Наш барабанщик, старый барабанщик) Бей, барабань, барабанщик, бей! Общий сбор Бей, 
 барабанщик, общий сбор. Бей, барабанщик, общий сбор. Бей, барабанщик, старый барабанщик, Бей, барабанщик, общий сбор. Знаменный Кем был, кем был Старый барабанщик, Чем был, 
 чем был Старый барабан. Вечерний Спите, спите, спите, ребята, Спите, спите, спите, орлята. Спи, барабанщик, старый барабанщик, Спи, барабанщик, спи барабан. Тревога Скорей, 
 скорей, бей, барабанщик. Бей, раз-два, бей, барабанщик. Бей, бей, скорей, скорей, скорей. Заря Старый барабанщик, Старый барабанщик, Старый барабанщик, Крепко спал. Старый 
 барабанщик, Старый барабанщик, Старый барабанщик, Бей, барабан. На линейку На линейку, на линейку, на линейку Шагом марш. На линейку, на линейку, на линейку Шагом марш. 
 Походный Бей, барабанщик, бей, барабанщик, бей, барабанщик, Раз-два-три. Чапаевский Кем был, кем был старый барабанщик, Чем был, чем был старый барабан. Старый барабанщик, 
 старый барабанщик, Бей, старый барабанщик, в барабан. Сигнал на подъем флага Бей, барабан, барабанщик, барабань. Бей, барабанщик, бей барабанщик. Бей, барабанщик, бей, барабань. 
 Бей, барабанщик, бей, барабань. Бей, барабанщик, бей, барабанщик, Бей, барабанщик, бей, барабань. Бей, барабанщик, бей, барабань. Барабанщик, барабань. Фанфарный Бей, барабанщик, 
 раз-два, раз-два. Бей, барабанщик, раз-два-три. Бей, барабанщик, раз-два, раз-два. Бей, барабанщик, раз-два-три. Бей, барабанщик, Старый барабанщик, Бей, барабанщик, бей, 
 барабанщик, Бей, барабанщик, раз-два-три
 \Итак, как обозначаются барабанные партии на бумаге? Чтобы записывать барабанные марши нотную грамоту не использует (хотя это бы существенно упростило дело), используют 
послоговое обозначение, т.е. пишут определенный текст, и каждый слог в этом тексте обозначает удар по барабану. Чтобы было понятно, рассмотрим первый марш: БА- И – РАЗ, ДВА БА- 
И – РАЗ, ДВА БА- И – РАЗ, ДВА БАРАБАНЩИК, БАРАБАНЩИК БА- И – РАЗ, ДВА БА- И – РАЗ, ДВА БА- И – РАЗ, ДВА СТАРЫЙ БАРАБАН. Как это играть? На каждый слог приходится по одному удару, 
т.е. в первой строчке ударяем четыре раза по барабану. С какой частотой? А вот с такой (- молчим, бьем): х - - х х – х – Теперь, как это определить? Существует всего несколько
 слов, с помощью которых ритмы записываются (старый, барабан, барабанщик, бей и несколько других), частоту ударов в этих словах просто запоминают. Следующий марш: СТАРЫЙ БАРАБНЩИК 
 КУБА-КУБА, СТАРЫЙ БАРАБАНЩИК КУБА-КУБА, СТАРЫЙ БАРАБАНЩИК КУБА-КУБА СТАРЫЙ БАРАБАНЩИК КУБА-БА-БА По барабану надо ударять попеременно по одному разу каждой рукой, марши 
 заканчиваются той рукой, с которой начинали (обычно начинают с правой руки). Так вот существует исключение из правила поочередного удара – это фраза «бей барабанщик». 
 Первый два слога ударяются правой рукой и лишь затем вступает левая. Чтобы стало окончательно понятно, вот тот же марш, только слоги, играемые правой рукой выделены ЗАГЛАВНЫМИ, 
 а левой – маленькими буквами. БЕЙ-БЕЙ-БЕЙ БЕЙ БАраБАНщик БЕЙ БЕЙ БАраБАНщик СТАрый БАраБАНщик БЕЙ БАраБАНщик БЕЙ Кстати, первые три бей можно сыграть обоими руками одновременно. 
 Правила обращения с барабаном Барабанщик носит барабан на специальном ремне, перекинутом через левое плечо. Барабан находится впереди барабанщика в наклоненном вправо положении, 
 45* ниже поясного ремня. Место барабанщиков на линейке - перед строем. Стоя на линейке, барабанщик держит сложенные валетом палочки на барабане. Ноги - на шине плеч. Другой 
 вариант: обе палочки в правой руке, опущенной вниз и прижатой к ноге. Указательный палец вытянут вдоль палочек. Левая рука придерживает барабан около ремня.
Команды "Равняясь!", "Смирно" барабанщик выполняет так же, как и остальные пионеры отряда, только левая рука остается на барабане. По команде "К игре готовсь!" барабанщик 
вскидывает обе руки над барабаном. Причем палочки берет в обе руки. И по команде "Начинай!" начинает играть. После окончания игры барабанщик складывает палочки вместе перед
обой таким образом, чтобы они были в вертикальном положении: локти приподняты. Затем резким движением пускает обе руки на барабан. Во время торжественного прохождения барабанщик 
придерживает барабан возле ремня левой рукой, правая рука с палочками сгибается в локте перед грудью и одновременно пионер шагает левой ногой. Палочки являются как бы продолжением 
руки. На шаг правой ноги барабанщик правой рукой делает отмах назад до отказа. Ритуал выхода барабанщиков, обращения с барабаном иногда дополняется новыми, более красочными 
элементами, что зависит от традиций дружины, лагеря. Барабанные марши Суворовский марш ей, барабанщик, старый барабанщик, Бей, барабанщик, бей. Бей, барабанщик, 1,2,3. Бей, 
барабанщик, бей, барабанщик, Бей, барабанщик, 1,2,3. Звездный марш Бей, барабанщик, бей, барабанщик, Бей, барабанщик, старый барабан, Бей, барабанщик, 1,2,3. Артековский марш 
Вариант №1. Бей барабан, бей барабан, Громко, громко бей барабан, Громко, громко бей. Бей, барабанщик, раз, два, три, Громко, громко бей, барабанщик, Громко, громко бей барабан.
Вариант №2. Громко, громко, старый барабанщик, Громко, громко старый барабан. Сбор барабанщик, сбор барабанщик, Сбор барабанщик, 1,2,3. Марш - На линейку становись! На линейку 
становись, на линейку становись! Бей барабанщик, старый барабанщик, Бей барабан, барабан, 1,2,3. Марш комсоргов Бей, бей, бей, Бей, барабанщик, бей - 2 р. Бей, барабанщик, 
в старый барабан, Бей барабанщик, бей. Походный марш Бей барабанщик - 2 р. в барабан. тарый пионерский марш Старый барабанщик - 3 р. На посту. Марш - Вероника (на линейку зовет) 
ВЕРО-ника, вероника, Бей, барабанщик, старый барабанщик, Веро ни-ка, вероника, бей, барабанщик в барабан. Сбор Сбор, сбор, сбор! Бей, барабанщик, сбор! Бей, барабанщик, старый 
барабанщик, Бей, барабанщик, сбор! Старый барабанщик Старый барабанщик, Старый барабанщик, Старый барабанщик крепко спал. Он проснулся, перевернулся Три копейки потерял! Марш 
«Выход на линейку»: Громче, громче, бей барабанщик, громче, громче, бей, барабань (2 раза) Громче бей (2 раза) Бей барабань, барабанщик бей! Марш «Звездный»: 1,2,3. Бей барабанщик,
 бей! Бей, барабанщик, старый барабанщик Бей, барабанщик, бей! Марш походный: 1,2,3,4 Бей барабанщик, барабань (2 раза) Бей барабанщик (2 раза) Бей барабанщик, барабань Бей, 
 барабань, барабань, барабанщик Бара, бара, бара, барабань! Марш «Знаменный»: Бей, Барабань (7 раз), барабанщик! Бей, Барабань (7 раз), барабанщик! Бей, барабанщик, Бей, 
 барабанщик, Бей, барабанщик, барабань! Бей, барабань, барабань, барабанщик! Бара, бара, бара, барабань! Марш «Ереванский»: Бей, барабанщик, старый барабанщик (Жил в Ереване 
 старый барабанщик) Бей, барабань, барабанщик бей! Бей, барабанщик, старый барабанщик (Жил в Ереване старый барабанщик) Бей, барабань, барабанщик бей! Бара, бара, бара, барабань 
 1,2,3 (2 раза) Бей барабань (Вот он какой) (2 раза) Бей, барабанщик, старый барабанщик (Наш барабанщик, старый барабанщик) Бей, барабань, барабанщик, бей! Общий сбор Бей, 
 барабанщик, общий сбор. Бей, барабанщик, общий сбор. Бей, барабанщик, старый барабанщик, Бей, барабанщик, общий сбор. Знаменный Кем был, кем был Старый барабанщик, Чем был, 
 чем был Старый барабан. Вечерний Спите, спите, спите, ребята, Спите, спите, спите, орлята. Спи, барабанщик, старый барабанщик, Спи, барабанщик, спи барабан. Тревога Скорей, 
 скорей, бей, барабанщик. Бей, раз-два, бей, барабанщик. Бей, бей, скорей, скорей, скорей. Заря Старый барабанщик, Старый барабанщик, Старый барабанщик, Крепко спал. Старый 
 барабанщик, Старый барабанщик, Старый барабанщик, Бей, барабан. На линейку На линейку, на линейку, на линейку Шагом марш. На линейку, на линейку, на линейку Шагом марш. 
 Походный Бей, барабанщик, бей, барабанщик, бей, барабанщик, Раз-два-три. Чапаевский Кем был, кем был старый барабанщик, Чем был, чем был старый барабан. Старый барабанщик, 
 старый барабанщик, Бей, старый барабанщик, в барабан. Сигнал на подъем флага Бей, барабан, барабанщик, барабань. Бей, барабанщик, бей барабанщик. Бей, барабанщик, бей, барабань. 
 Бей, барабанщик, бей, барабань. Бей, барабанщик, бей, барабанщик, Бей, барабанщик, бей, барабань. Бей, барабанщик, бей, барабань. Барабанщик, барабань. Фанфарный Бей, барабанщик, 
 раз-два, раз-два. Бей, барабанщик, раз-два-три. Бей, барабанщик, раз-два, раз-два. Бей, барабанщик, раз-два-три. Бей, барабанщик, Старый барабанщик, Бей, барабанщик, бей, 
 барабанщик, Бей, барабанщик, раз-два-три
 Итак, как обозначаются барабанные партии на бумаге? Чтобы записывать барабанные марши нотную грамоту не использует (хотя это бы существенно упростило дело), используют 
послоговое обозначение, т.е. пишут определенный текст, и каждый слог в этом тексте обозначает удар по барабану. Чтобы было понятно, рассмотрим первый марш: БА- И – РАЗ, ДВА БА- 
И – РАЗ, ДВА БА- И – РАЗ, ДВА БАРАБАНЩИК, БАРАБАНЩИК БА- И – РАЗ, ДВА БА- И – РАЗ, ДВА БА- И – РАЗ, ДВА СТАРЫЙ БАРАБАН. Как это играть? На каждый слог приходится по одному удару, 
т.е. в первой строчке ударяем четыре раза по барабану. С какой частотой? А вот с такой (- молчим, бьем): х - - х х – х – Теперь, как это определить? Существует всего несколько
 слов, с помощью которых ритмы записываются (старый, барабан, барабанщик, бей и несколько других), частоту ударов в этих словах просто запоминают. Следующий марш: СТАРЫЙ БАРАБНЩИК 
 КУБА-КУБА, СТАРЫЙ БАРАБАНЩИК КУБА-КУБА, СТАРЫЙ БАРАБАНЩИК КУБА-КУБА СТАРЫЙ БАРАБАНЩИК КУБА-БА-БА По барабану надо ударять попеременно по одному разу каждой рукой, марши 
 заканчиваются той рукой, с которой начинали (обычно начинают с правой руки). Так вот существует исключение из правила поочередного удара – это фраза «бей барабанщик». 
 Первый два слога ударяются правой рукой и лишь затем вступает левая. Чтобы стало окончательно понятно, вот тот же марш, только слоги, играемые правой рукой выделены ЗАГЛАВНЫМИ, 
 а левой – маленькими буквами. БЕЙ-БЕЙ-БЕЙ БЕЙ БАраБАНщик БЕЙ БЕЙ БАраБАНщик СТАрый БАраБАНщик БЕЙ БАраБАНщик БЕЙ Кстати, первые три бей можно сыграть обоими руками одновременно. 
 Правила обращения с барабаном Барабанщик носит барабан на специальном ремне, перекинутом через левое плечо. Барабан находится впереди барабанщика в наклоненном вправо положении, 
 45* ниже поясного ремня. Место барабанщиков на линейке - перед строем. Стоя на линейке, барабанщик держит сложенные валетом палочки на барабане. Ноги - на шине плеч. Другой 
 вариант: обе палочки в правой руке, опущенной вниз и прижатой к ноге. Указательный палец вытянут вдоль палочек. Левая рука придерживает барабан около ремня.
Команды "Равняясь!", "Смирно" барабанщик выполняет так же, как и остальные пионеры отряда, только левая рука остается на барабане. По команде "К игре готовсь!" барабанщик 
вскидывает обе руки над барабаном. Причем палочки берет в обе руки. И по команде "Начинай!" начинает играть. После окончания игры барабанщик складывает палочки вместе перед
обой таким образом, чтобы они были в вертикальном положении: локти приподняты. Затем резким движением пускает обе руки на барабан. Во время торжественного прохождения барабанщик 
придерживает барабан возле ремня левой рукой, правая рука с палочками сгибается в локте перед грудью и одновременно пионер шагает левой ногой. Палочки являются как бы продолжением 
руки. На шаг правой ноги барабанщик правой рукой делает отмах назад до отказа. Ритуал выхода барабанщиков, обращения с барабаном иногда дополняется новыми, более красочными 
элементами, что зависит от традиций дружины, лагеря. Барабанные марши Суворовский марш ей, барабанщик, старый барабанщик, Бей, барабанщик, бей. Бей, барабанщик, 1,2,3. Бей, 
барабанщик, бей, барабанщик, Бей, барабанщик, 1,2,3. Звездный марш Бей, барабанщик, бей, барабанщик, Бей, барабанщик, старый барабан, Бей, барабанщик, 1,2,3. Артековский марш 
Вариант №1. Бей барабан, бей барабан, Громко, громко бей барабан, Громко, громко бей. Бей, барабанщик, раз, два, три, Громко, громко бей, барабанщик, Громко, громко бей барабан.
Вариант №2. Громко, громко, старый барабанщик, Громко, громко старый барабан. Сбор барабанщик, сбор барабанщик, Сбор барабанщик, 1,2,3. Марш - На линейку становись! На линейку 
становись, на линейку становись! Бей барабанщик, старый барабанщик, Бей барабан, барабан, 1,2,3. Марш комсоргов Бей, бей, бей, Бей, барабанщик, бей - 2 р. Бей, барабанщик, 
в старый барабан, Бей барабанщик, бей. Походный марш Бей барабанщик - 2 р. в барабан. тарый пионерский марш Старый барабанщик - 3 р. На посту. Марш - Вероника (на линейку зовет) 
ВЕРО-ника, вероника, Бей, барабанщик, старый барабанщик, Веро ни-ка, вероника, бей, барабанщик в барабан. Сбор Сбор, сбор, сбор! Бей, барабанщик, сбор! Бей, барабанщик, старый 
барабанщик, Бей, барабанщик, сбор! Старый барабанщик Старый барабанщик, Старый барабанщик, Старый барабанщик крепко спал. Он проснулся, перевернулся Три копейки потерял! Марш 
«Выход на линейку»: Громче, громче, бей барабанщик, громче, громче, бей, барабань (2 раза) Громче бей (2 раза) Бей барабань, барабанщик бей! Марш «Звездный»: 1,2,3. Бей барабанщик,
 бей! Бей, барабанщик, старый барабанщик Бей, барабанщик, бей! Марш походный: 1,2,3,4 Бей барабанщик, барабань (2 раза) Бей барабанщик (2 раза) Бей барабанщик, барабань Бей, 
 барабань, барабань, барабанщик Бара, бара, бара, барабань! Марш «Знаменный»: Бей, Барабань (7 раз), барабанщик! Бей, Барабань (7 раз), барабанщик! Бей, барабанщик, Бей, 
 барабанщик, Бей, барабанщик, барабань! Бей, барабань, барабань, барабанщик! Бара, бара, бара, барабань! Марш «Ереванский»: Бей, барабанщик, старый барабанщик (Жил в Ереване 
 старый барабанщик) Бей, барабань, барабанщик бей! Бей, барабанщик, старый барабанщик (Жил в Ереване старый барабанщик) Бей, барабань, барабанщик бей! Бара, бара, бара, барабань 
 1,2,3 (2 раза) Бей барабань (Вот он какой) (2 раза) Бей, барабанщик, старый барабанщик (Наш барабанщик, старый барабанщик) Бей, барабань, барабанщик, бей! Общий сбор Бей, 
 барабанщик, общий сбор. Бей, барабанщик, общий сбор. Бей, барабанщик, старый барабанщик, Бей, барабанщик, общий сбор. Знаменный Кем был, кем был Старый барабанщик, Чем был, 
 чем был Старый барабан. Вечерний Спите, спите, спите, ребята, Спите, спите, спите, орлята. Спи, барабанщик, старый барабанщик, Спи, барабанщик, спи барабан. Тревога Скорей, 
 скорей, бей, барабанщик. Бей, раз-два, бей, барабанщик. Бей, бей, скорей, скорей, скорей. Заря Старый барабанщик, Старый барабанщик, Старый барабанщик, Крепко спал. Старый 
 барабанщик, Старый барабанщик, Старый барабанщик, Бей, барабан. На линейку На линейку, на линейку, на линейку Шагом марш. На линейку, на линейку, на линейку Шагом марш. 
 Походный Бей, барабанщик, бей, барабанщик, бей, барабанщик, Раз-два-три. Чапаевский Кем был, кем был старый барабанщик, Чем был, чем был старый барабан. Старый барабанщик, 
 старый барабанщик, Бей, старый барабанщик, в барабан. Сигнал на подъем флага Бей, барабан, барабанщик, барабань. Бей, барабанщик, бей барабанщик. Бей, барабанщик, бей, барабань. 
 Бей, барабанщик, бей, барабань. Бей, барабанщик, бей, барабанщик, Бей, барабанщик, бей, барабань. Бей, барабанщик, бей, барабань. Барабанщик, барабань. Фанфарный Бей, барабанщик, 
 раз-два, раз-два. Бей, барабанщик, раз-два-три. Бей, барабанщик, раз-два, раз-два. Бей, барабанщик, раз-два-три. Бей, барабанщик, Старый барабанщик, Бей, барабанщик, бей, 
 барабанщик, Бей, барабанщик, раз-два-триИтак, как обозначаются барабанные партии на бумаге? Чтобы записывать барабанные марши нотную грамоту не использует (хотя это бы существенно упростило дело), используют 
послоговое обозначение, т.е. пишут определенный текст, и каждый слог в этом тексте обозначает удар по барабану. Чтобы было понятно, рассмотрим первый марш: БА- И – РАЗ, ДВА БА- 
И – РАЗ, ДВА БА- И – РАЗ, ДВА БАРАБАНЩИК, БАРАБАНЩИК БА- И – РАЗ, ДВА БА- И – РАЗ, ДВА БА- И – РАЗ, ДВА СТАРЫЙ БАРАБАН. Как это играть? На каждый слог приходится по одному удару, 
т.е. в первой строчке ударяем четыре раза по барабану. С какой частотой? А вот с такой (- молчим, бьем): х - - х х – х – Теперь, как это определить? Существует всего несколько
 слов, с помощью которых ритмы записываются (старый, барабан, барабанщик, бей и несколько других), частоту ударов в этих словах просто запоминают. Следующий марш: СТАРЫЙ БАРАБНЩИК 
 КУБА-КУБА, СТАРЫЙ БАРАБАНЩИК КУБА-КУБА, СТАРЫЙ БАРАБАНЩИК КУБА-КУБА СТАРЫЙ БАРАБАНЩИК КУБА-БА-БА По барабану надо ударять попеременно по одному разу каждой рукой, марши 
 заканчиваются той рукой, с которой начинали (обычно начинают с правой руки). Так вот существует исключение из правила поочередного удара – это фраза «бей барабанщик». 
 Первый два слога ударяются правой рукой и лишь затем вступает левая. Чтобы стало окончательно понятно, вот тот же марш, только слоги, играемые правой рукой выделены ЗАГЛАВНЫМИ, 
 а левой – маленькими буквами. БЕЙ-БЕЙ-БЕЙ БЕЙ БАраБАНщик БЕЙ БЕЙ БАраБАНщик СТАрый БАраБАНщик БЕЙ БАраБАНщик БЕЙ Кстати, первые три бей можно сыграть обоими руками одновременно. 
 Правила обращения с барабаном Барабанщик носит барабан на специальном ремне, перекинутом через левое плечо. Барабан находится впереди барабанщика в наклоненном вправо положении, 
 45* ниже поясного ремня. Место барабанщиков на линейке - перед строем. Стоя на линейке, барабанщик держит сложенные валетом палочки на барабане. Ноги - на шине плеч. Другой 
 вариант: обе палочки в правой руке, опущенной вниз и прижатой к ноге. Указательный палец вытянут вдоль палочек. Левая рука придерживает барабан около ремня.
Команды "Равняясь!", "Смирно" барабанщик выполняет так же, как и остальные пионеры отряда, только левая рука остается на барабане. По команде "К игре готовсь!" барабанщик 
вскидывает обе руки над барабаном. Причем палочки берет в обе руки. И по команде "Начинай!" начинает играть. После окончания игры барабанщик складывает палочки вместе перед
обой таким образом, чтобы они были в вертикальном положении: локти приподняты. Затем резким движением пускает обе руки на барабан. Во время торжественного прохождения барабанщик 
придерживает барабан возле ремня левой рукой, правая рука с палочками сгибается в локте перед грудью и одновременно пионер шагает левой ногой. Палочки являются как бы продолжением 
руки. На шаг правой ноги барабанщик правой рукой делает отмах назад до отказа. Ритуал выхода барабанщиков, обращения с барабаном иногда дополняется новыми, более красочными 
элементами, что зависит от традиций дружины, лагеря. Барабанные марши Суворовский марш ей, барабанщик, старый барабанщик, Бей, барабанщик, бей. Бей, барабанщик, 1,2,3. Бей, 
барабанщик, бей, барабанщик, Бей, барабанщик, 1,2,3. Звездный марш Бей, барабанщик, бей, барабанщик, Бей, барабанщик, старый барабан, Бей, барабанщик, 1,2,3. Артековский марш 
Вариант №1. Бей барабан, бей барабан, Громко, громко бей барабан, Громко, громко бей. Бей, барабанщик, раз, два, три, Громко, громко бей, барабанщик, Громко, громко бей барабан.
Вариант №2. Громко, громко, старый барабанщик, Громко, громко старый барабан. Сбор барабанщик, сбор барабанщик, Сбор барабанщик, 1,2,3. Марш - На линейку становись! На линейку 
становись, на линейку становись! Бей барабанщик, старый барабанщик, Бей барабан, барабан, 1,2,3. Марш комсоргов Бей, бей, бей, Бей, барабанщик, бей - 2 р. Бей, барабанщик, 
в старый барабан, Бей барабанщик, бей. Походный марш Бей барабанщик - 2 р. в барабан. тарый пионерский марш Старый барабанщик - 3 р. На посту. Марш - Вероника (на линейку зовет) 
ВЕРО-ника, вероника, Бей, барабанщик, старый барабанщик, Веро ни-ка, вероника, бей, барабанщик в барабан. Сбор Сбор, сбор, сбор! Бей, барабанщик, сбор! Бей, барабанщик, старый 
барабанщик, Бей, барабанщик, сбор! Старый барабанщик Старый барабанщик, Старый барабанщик, Старый барабанщик крепко спал. Он проснулся, перевернулся Три копейки потерял! Марш 
«Выход на линейку»: Громче, громче, бей барабанщик, громче, громче, бей, барабань (2 раза) Громче бей (2 раза) Бей барабань, барабанщик бей! Марш «Звездный»: 1,2,3. Бей барабанщик,
 бей! Бей, барабанщик, старый барабанщик Бей, барабанщик, бей! Марш походный: 1,2,3,4 Бей барабанщик, барабань (2 раза) Бей барабанщик (2 раза) Бей барабанщик, барабань Бей, 
 барабань, барабань, барабанщик Бара, бара, бара, барабань! Марш «Знаменный»: Бей, Барабань (7 раз), барабанщик! Бей, Барабань (7 раз), барабанщик! Бей, барабанщик, Бей, 
 барабанщик, Бей, барабанщик, барабань! Бей, барабань, барабань, барабанщик! Бара, бара, бара, барабань! Марш «Ереванский»: Бей, барабанщик, старый барабанщик (Жил в Ереване 
 старый барабанщик) Бей, барабань, барабанщик бей! Бей, барабанщик, старый барабанщик (Жил в Ереване старый барабанщик) Бей, барабань, барабанщик бей! Бара, бара, бара, барабань 
 1,2,3 (2 раза) Бей барабань (Вот он какой) (2 раза) Бей, барабанщик, старый барабанщик (Наш барабанщик, старый барабанщик) Бей, барабань, барабанщик, бей! Общий сбор Бей, 
 барабанщик, общий сбор. Бей, барабанщик, общий сбор. Бей, барабанщик, старый барабанщик, Бей, барабанщик, общий сбор. Знаменный Кем был, кем был Старый барабанщик, Чем был, 
 чем был Старый барабан. Вечерний Спите, спите, спите, ребята, Спите, спите, спите, орлята. Спи, барабанщик, старый барабанщик, Спи, барабанщик, спи барабан. Тревога Скорей, 
 скорей, бей, барабанщик. Бей, раз-два, бей, барабанщик. Бей, бей, скорей, скорей, скорей. Заря Старый барабанщик, Старый барабанщик, Старый барабанщик, Крепко спал. Старый 
 барабанщик, Старый барабанщик, Старый барабанщик, Бей, барабан. На линейку На линейку, на линейку, на линейку Шагом марш. На линейку, на линейку, на линейку Шагом марш. 
 Походный Бей, барабанщик, бей, барабанщик, бей, барабанщик, Раз-два-три. Чапаевский Кем был, кем был старый барабанщик, Чем был, чем был старый барабан. Старый барабанщик, 
 старый барабанщик, Бей, старый барабанщик, в барабан. Сигнал на подъем флага Бей, барабан, барабанщик, барабань. Бей, барабанщик, бей барабанщик. Бей, барабанщик, бей, барабань. 
 Бей, барабанщик, бей, барабань. Бей, барабанщик, бей, барабанщик, Бей, барабанщик, бей, барабань. Бей, барабанщик, бей, барабань. Барабанщик, барабань. Фанфарный Бей, барабанщик, 
 раз-два, раз-два. Бей, барабанщик, раз-два-три. Бей, барабанщик, раз-два, раз-два. Бей, барабанщик, раз-два-три. Бей, барабанщик, Старый барабанщик, Бей, барабанщик, бей, 
 барабанщик, Бей, барабанщик, раз-два-триИтак, как обозначаются барабанные партии на бумаге? Чтобы записывать барабанные марши нотную грамоту не использует (хотя это бы существенно упростило дело), используют 
послоговое обозначение, т.е. пишут определенный текст, и каждый слог в этом тексте обозначает удар по барабану. Чтобы было понятно, рассмотрим первый марш: БА- И – РАЗ, ДВА БА- 
И – РАЗ, ДВА БА- И – РАЗ, ДВА БАРАБАНЩИК, БАРАБАНЩИК БА- И – РАЗ, ДВА БА- И – РАЗ, ДВА БА- И – РАЗ, ДВА СТАРЫЙ БАРАБАН. Как это играть? На каждый слог приходится по одному удару, 
т.е. в первой строчке ударяем четыре раза по барабану. С какой частотой? А вот с такой (- молчим, бьем): х - - х х – х – Теперь, как это определить? Существует всего несколько
 слов, с помощью которых ритмы записываются (старый, барабан, барабанщик, бей и несколько других), частоту ударов в этих словах просто запоминают. Следующий марш: СТАРЫЙ БАРАБНЩИК 
 КУБА-КУБА, СТАРЫЙ БАРАБАНЩИК КУБА-КУБА, СТАРЫЙ БАРАБАНЩИК КУБА-КУБА СТАРЫЙ БАРАБАНЩИК КУБА-БА-БА По барабану надо ударять попеременно по одному разу каждой рукой, марши 
 заканчиваются той рукой, с которой начинали (обычно начинают с правой руки). Так вот существует исключение из правила поочередного удара – это фраза «бей барабанщик». 
 Первый два слога ударяются правой рукой и лишь затем вступает левая. Чтобы стало окончательно понятно, вот тот же марш, только слоги, играемые правой рукой выделены ЗАГЛАВНЫМИ, 
 а левой – маленькими буквами. БЕЙ-БЕЙ-БЕЙ БЕЙ БАраБАНщик БЕЙ БЕЙ БАраБАНщик СТАрый БАраБАНщик БЕЙ БАраБАНщик БЕЙ Кстати, первые три бей можно сыграть обоими руками одновременно. 
 Правила обращения с барабаном Барабанщик носит барабан на специальном ремне, перекинутом через левое плечо. Барабан находится впереди барабанщика в наклоненном вправо положении, 
 45* ниже поясного ремня. Место барабанщиков на линейке - перед строем. Стоя на линейке, барабанщик держит сложенные валетом палочки на барабане. Ноги - на шине плеч. Другой 
 вариант: обе палочки в правой руке, опущенной вниз и прижатой к ноге. Указательный палец вытянут вдоль палочек. Левая рука придерживает барабан около ремня.
Команды "Равняясь!", "Смирно" барабанщик выполняет так же, как и остальные пионеры отряда, только левая рука остается на барабане. По команде "К игре готовсь!" барабанщик 
вскидывает обе руки над барабаном. Причем палочки берет в обе руки. И по команде "Начинай!" начинает играть. После окончания игры барабанщик складывает палочки вместе перед
обой таким образом, чтобы они были в вертикальном положении: локти приподняты. Затем резким движением пускает обе руки на барабан. Во время торжественного прохождения барабанщик 
придерживает барабан возле ремня левой рукой, правая рука с палочками сгибается в локте перед грудью и одновременно пионер шагает левой ногой. Палочки являются как бы продолжением 
руки. На шаг правой ноги барабанщик правой рукой делает отмах назад до отказа. Ритуал выхода барабанщиков, обращения с барабаном иногда дополняется новыми, более красочными 
элементами, что зависит от традиций дружины, лагеря. Барабанные марши Суворовский марш ей, барабанщик, старый барабанщик, Бей, барабанщик, бей. Бей, барабанщик, 1,2,3. Бей, 
барабанщик, бей, барабанщик, Бей, барабанщик, 1,2,3. Звездный марш Бей, барабанщик, бей, барабанщик, Бей, барабанщик, старый барабан, Бей, барабанщик, 1,2,3. Артековский марш 
Вариант №1. Бей барабан, бей барабан, Громко, громко бей барабан, Громко, громко бей. Бей, барабанщик, раз, два, три, Громко, громко бей, барабанщик, Громко, громко бей барабан.
Вариант №2. Громко, громко, старый барабанщик, Громко, громко старый барабан. Сбор барабанщик, сбор барабанщик, Сбор барабанщик, 1,2,3. Марш - На линейку становись! На линейку 
становись, на линейку становись! Бей барабанщик, старый барабанщик, Бей барабан, барабан, 1,2,3. Марш комсоргов Бей, бей, бей, Бей, барабанщик, бей - 2 р. Бей, барабанщик, 
в старый барабан, Бей барабанщик, бей. Походный марш Бей барабанщик - 2 р. в барабан. тарый пионерский марш Старый барабанщик - 3 р. На посту. Марш - Вероника (на линейку зовет) 
ВЕРО-ника, вероника, Бей, барабанщик, старый барабанщик, Веро ни-ка, вероника, бей, барабанщик в барабан. Сбор Сбор, сбор, сбор! Бей, барабанщик, сбор! Бей, барабанщик, старый 
барабанщик, Бей, барабанщик, сбор! Старый барабанщик Старый барабанщик, Старый барабанщик, Старый барабанщик крепко спал. Он проснулся, перевернулся Три копейки потерял! Марш 
«Выход на линейку»: Громче, громче, бей барабанщик, громче, громче, бей, барабань (2 раза) Громче бей (2 раза) Бей барабань, барабанщик бей! Марш «Звездный»: 1,2,3. Бей барабанщик,
 бей! Бей, барабанщик, старый барабанщик Бей, барабанщик, бей! Марш походный: 1,2,3,4 Бей барабанщик, барабань (2 раза) Бей барабанщик (2 раза) Бей барабанщик, барабань Бей, 
 барабань, барабань, барабанщик Бара, бара, бара, барабань! Марш «Знаменный»: Бей, Барабань (7 раз), барабанщик! Бей, Барабань (7 раз), барабанщик! Бей, барабанщик, Бей, 
 барабанщик, Бей, барабанщик, барабань! Бей, барабань, барабань, барабанщик! Бара, бара, бара, барабань! Марш «Ереванский»: Бей, барабанщик, старый барабанщик (Жил в Ереване 
 старый барабанщик) Бей, барабань, барабанщик бей! Бей, барабанщик, старый барабанщик (Жил в Ереване старый барабанщик) Бей, барабань, барабанщик бей! Бара, бара, бара, барабань 
 1,2,3 (2 раза) Бей барабань (Вот он какой) (2 раза) Бей, барабанщик, старый барабанщик (Наш барабанщик, старый барабанщик) Бей, барабань, барабанщик, бей! Общий сбор Бей, 
 барабанщик, общий сбор. Бей, барабанщик, общий сбор. Бей, барабанщик, старый барабанщик, Бей, барабанщик, общий сбор. Знаменный Кем был, кем был Старый барабанщик, Чем был, 
 чем был Старый барабан. Вечерний Спите, спите, спите, ребята, Спите, спите, спите, орлята. Спи, барабанщик, старый барабанщик, Спи, барабанщик, спи барабан. Тревога Скорей, 
 скорей, бей, барабанщик. Бей, раз-два, бей, барабанщик. Бей, бей, скорей, скорей, скорей. Заря Старый барабанщик, Старый барабанщик, Старый барабанщик, Крепко спал. Старый 
 барабанщик, Старый барабанщик, Старый барабанщик, Бей, барабан. На линейку На линейку, на линейку, на линейку Шагом марш. На линейку, на линейку, на линейку Шагом марш. 
 Походный Бей, барабанщик, бей, барабанщик, бей, барабанщик, Раз-два-три. Чапаевский Кем был, кем был старый барабанщик, Чем был, чем был старый барабан. Старый барабанщик, 
 старый барабанщик, Бей, старый барабанщик, в барабан. Сигнал на подъем флага Бей, барабан, барабанщик, барабань. Бей, барабанщик, бей барабанщик. Бей, барабанщик, бей, барабань. 
 Бей, барабанщик, бей, барабань. Бей, барабанщик, бей, барабанщик, Бей, барабанщик, бей, барабань. Бей, барабанщик, бей, барабань. Барабанщик, барабань. Фанфарный Бей, барабанщик, 
 раз-два, раз-два. Бей, барабанщик, раз-два-три. Бей, барабанщик, раз-два, раз-два. Бей, барабанщик, раз-два-три. Бей, барабанщик, Старый барабанщик, Бей, барабанщик, бей, 
 барабанщик, Бей, барабанщик, раз-два-триИтак, как обозначаются барабанные партии на бумаге? Чтобы записывать барабанные марши нотную грамоту не использует (хотя это бы существенно упростило дело), используют 
послоговое обозначение, т.е. пишут определенный текст, и каждый слог в этом тексте обозначает удар по барабану. Чтобы было понятно, рассмотрим первый марш: БА- И – РАЗ, ДВА БА- 
И – РАЗ, ДВА БА- И – РАЗ, ДВА БАРАБАНЩИК, БАРАБАНЩИК БА- И – РАЗ, ДВА БА- И – РАЗ, ДВА БА- И – РАЗ, ДВА СТАРЫЙ БАРАБАН. Как это играть? На каждый слог приходится по одному удару, 
т.е. в первой строчке ударяем четыре раза по барабану. С какой частотой? А вот с такой (- молчим, бьем): х - - х х – х – Теперь, как это определить? Существует всего несколько
 слов, с помощью которых ритмы записываются (старый, барабан, барабанщик, бей и несколько других), частоту ударов в этих словах просто запоминают. Следующий марш: СТАРЫЙ БАРАБНЩИК 
 КУБА-КУБА, СТАРЫЙ БАРАБАНЩИК КУБА-КУБА, СТАРЫЙ БАРАБАНЩИК КУБА-КУБА СТАРЫЙ БАРАБАНЩИК КУБА-БА-БА По барабану надо ударять попеременно по одному разу каждой рукой, марши 
 заканчиваются той рукой, с которой начинали (обычно начинают с правой руки). Так вот существует исключение из правила поочередного удара – это фраза «бей барабанщик». 
 Первый два слога ударяются правой рукой и лишь затем вступает левая. Чтобы стало окончательно понятно, вот тот же марш, только слоги, играемые правой рукой выделены ЗАГЛАВНЫМИ, 
 а левой – маленькими буквами. БЕЙ-БЕЙ-БЕЙ БЕЙ БАраБАНщик БЕЙ БЕЙ БАраБАНщик СТАрый БАраБАНщик БЕЙ БАраБАНщик БЕЙ Кстати, первые три бей можно сыграть обоими руками одновременно. 
 Правила обращения с барабаном Барабанщик носит барабан на специальном ремне, перекинутом через левое плечо. Барабан находится впереди барабанщика в наклоненном вправо положении, 
 45* ниже поясного ремня. Место барабанщиков на линейке - перед строем. Стоя на линейке, барабанщик держит сложенные валетом палочки на барабане. Ноги - на шине плеч. Другой 
 вариант: обе палочки в правой руке, опущенной вниз и прижатой к ноге. Указательный палец вытянут вдоль палочек. Левая рука придерживает барабан около ремня.
Команды "Равняясь!", "Смирно" барабанщик выполняет так же, как и остальные пионеры отряда, только левая рука остается на барабане. По команде "К игре готовсь!" барабанщик 
вскидывает обе руки над барабаном. Причем палочки берет в обе руки. И по команде "Начинай!" начинает играть. После окончания игры барабанщик складывает палочки вместе перед
обой таким образом, чтобы они были в вертикальном положении: локти приподняты. Затем резким движением пускает обе руки на барабан. Во время торжественного прохождения барабанщик 
придерживает барабан возле ремня левой рукой, правая рука с палочками сгибается в локте перед грудью и одновременно пионер шагает левой ногой. Палочки являются как бы продолжением 
руки. На шаг правой ноги барабанщик правой рукой делает отмах назад до отказа. Ритуал выхода барабанщиков, обращения с барабаном иногда дополняется новыми, более красочными 
элементами, что зависит от традиций дружины, лагеря. Барабанные марши Суворовский марш ей, барабанщик, старый барабанщик, Бей, барабанщик, бей. Бей, барабанщик, 1,2,3. Бей, 
барабанщик, бей, барабанщик, Бей, барабанщик, 1,2,3. Звездный марш Бей, барабанщик, бей, барабанщик, Бей, барабанщик, старый барабан, Бей, барабанщик, 1,2,3. Артековский марш 
Вариант №1. Бей барабан, бей барабан, Громко, громко бей барабан, Громко, громко бей. Бей, барабанщик, раз, два, три, Громко, громко бей, барабанщик, Громко, громко бей барабан.
Вариант №2. Громко, громко, старый барабанщик, Громко, громко старый барабан. Сбор барабанщик, сбор барабанщик, Сбор барабанщик, 1,2,3. Марш - На линейку становись! На линейку 
становись, на линейку становись! Бей барабанщик, старый барабанщик, Бей барабан, барабан, 1,2,3. Марш комсоргов Бей, бей, бей, Бей, барабанщик, бей - 2 р. Бей, барабанщик, 
в старый барабан, Бей барабанщик, бей. Походный марш Бей барабанщик - 2 р. в барабан. тарый пионерский марш Старый барабанщик - 3 р. На посту. Марш - Вероника (на линейку зовет) 
ВЕРО-ника, вероника, Бей, барабанщик, старый барабанщик, Веро ни-ка, вероника, бей, барабанщик в барабан. Сбор Сбор, сбор, сбор! Бей, барабанщик, сбор! Бей, барабанщик, старый 
барабанщик, Бей, барабанщик, сбор! Старый барабанщик Старый барабанщик, Старый барабанщик, Старый барабанщик крепко спал. Он проснулся, перевернулся Три копейки потерял! Марш 
«Выход на линейку»: Громче, громче, бей барабанщик, громче, громче, бей, барабань (2 раза) Громче бей (2 раза) Бей барабань, барабанщик бей! Марш «Звездный»: 1,2,3. Бей барабанщик,
 бей! Бей, барабанщик, старый барабанщик Бей, барабанщик, бей! Марш походный: 1,2,3,4 Бей барабанщик, барабань (2 раза) Бей барабанщик (2 раза) Бей барабанщик, барабань Бей, 
 барабань, барабань, барабанщик Бара, бара, бара, барабань! Марш «Знаменный»: Бей, Барабань (7 раз), барабанщик! Бей, Барабань (7 раз), барабанщик! Бей, барабанщик, Бей, 
 барабанщик, Бей, барабанщик, барабань! Бей, барабань, барабань, барабанщик! Бара, бара, бара, барабань! Марш «Ереванский»: Бей, барабанщик, старый барабанщик (Жил в Ереване 
 старый барабанщик) Бей, барабань, барабанщик бей! Бей, барабанщик, старый барабанщик (Жил в Ереване старый барабанщик) Бей, барабань, барабанщик бей! Бара, бара, бара, барабань 
 1,2,3 (2 раза) Бей барабань (Вот он какой) (2 раза) Бей, барабанщик, старый барабанщик (Наш барабанщик, старый барабанщик) Бей, барабань, барабанщик, бей! Общий сбор Бей, 
 барабанщик, общий сбор. Бей, барабанщик, общий сбор. Бей, барабанщик, старый барабанщик, Бей, барабанщик, общий сбор. Знаменный Кем был, кем был Старый барабанщик, Чем был, 
 чем был Старый барабан. Вечерний Спите, спите, спите, ребята, Спите, спите, спите, орлята. Спи, барабанщик, старый барабанщик, Спи, барабанщик, спи барабан. Тревога Скорей, 
 скорей, бей, барабанщик. Бей, раз-два, бей, барабанщик. Бей, бей, скорей, скорей, скорей. Заря Старый барабанщик, Старый барабанщик, Старый барабанщик, Крепко спал. Старый 
 барабанщик, Старый барабанщик, Старый барабанщик, Бей, барабан. На линейку На линейку, на линейку, на линейку Шагом марш. На линейку, на линейку, на линейку Шагом марш. 
 Походный Бей, барабанщик, бей, барабанщик, бей, барабанщик, Раз-два-три. Чапаевский Кем был, кем был старый барабанщик, Чем был, чем был старый барабан. Старый барабанщик, 
 старый барабанщик, Бей, старый барабанщик, в барабан. Сигнал на подъем флага Бей, барабан, барабанщик, барабань. Бей, барабанщик, бей барабанщик. Бей, барабанщик, бей, барабань. 
 Бей, барабанщик, бей, барабань. Бей, барабанщик, бей, барабанщик, Бей, барабанщик, бей, барабань. Бей, барабанщик, бей, барабань. Барабанщик, барабань. Фанфарный Бей, барабанщик, 
 раз-два, раз-два. Бей, барабанщик, раз-два-три. Бей, барабанщик, раз-два, раз-два. Бей, барабанщик, раз-два-три. Бей, барабанщик, Старый барабанщик, Бей, барабанщик, бей, 
 барабанщик, Бей, барабанщик, раз-два-триИтак, как обозначаются барабанные партии на бумаге? Чтобы записывать барабанные марши нотную грамоту не использует (хотя это бы существенно упростило дело), используют 
послоговое обозначение, т.е. пишут определенный текст, и каждый слог в этом тексте обозначает удар по барабану. Чтобы было понятно, рассмотрим первый марш: БА- И – РАЗ, ДВА БА- 
И – РАЗ, ДВА БА- И – РАЗ, ДВА БАРАБАНЩИК, БАРАБАНЩИК БА- И – РАЗ, ДВА БА- И – РАЗ, ДВА БА- И – РАЗ, ДВА СТАРЫЙ БАРАБАН. Как это играть? На каждый слог приходится по одному удару, 
т.е. в первой строчке ударяем четыре раза по барабану. С какой частотой? А вот с такой (- молчим, бьем): х - - х х – х – Теперь, как это определить? Существует всего несколько
 слов, с помощью которых ритмы записываются (старый, барабан, барабанщик, бей и несколько других), частоту ударов в этих словах просто запоминают. Следующий марш: СТАРЫЙ БАРАБНЩИК 
 КУБА-КУБА, СТАРЫЙ БАРАБАНЩИК КУБА-КУБА, СТАРЫЙ БАРАБАНЩИК КУБА-КУБА СТАРЫЙ БАРАБАНЩИК КУБА-БА-БА По барабану надо ударять попеременно по одному разу каждой рукой, марши 
 заканчиваются той рукой, с которой начинали (обычно начинают с правой руки). Так вот существует исключение из правила поочередного удара – это фраза «бей барабанщик». 
 Первый два слога ударяются правой рукой и лишь затем вступает левая. Чтобы стало окончательно понятно, вот тот же марш, только слоги, играемые правой рукой выделены ЗАГЛАВНЫМИ, 
 а левой – маленькими буквами. БЕЙ-БЕЙ-БЕЙ БЕЙ БАраБАНщик БЕЙ БЕЙ БАраБАНщик СТАрый БАраБАНщик БЕЙ БАраБАНщик БЕЙ Кстати, первые три бей можно сыграть обоими руками одновременно. 
 Правила обращения с барабаном Барабанщик носит барабан на специальном ремне, перекинутом через левое плечо. Барабан находится впереди барабанщика в наклоненном вправо положении, 
 45* ниже поясного ремня. Место барабанщиков на линейке - перед строем. Стоя на линейке, барабанщик держит сложенные валетом палочки на барабане. Ноги - на шине плеч. Другой 
 вариант: обе палочки в правой руке, опущенной вниз и прижатой к ноге. Указательный палец вытянут вдоль палочек. Левая рука придерживает барабан около ремня.
Команды "Равняясь!", "Смирно" барабанщик выполняет так же, как и остальные пионеры отряда, только левая рука остается на барабане. По команде "К игре готовсь!" барабанщик 
вскидывает обе руки над барабаном. Причем палочки берет в обе руки. И по команде "Начинай!" начинает играть. После окончания игры барабанщик складывает палочки вместе перед
обой таким образом, чтобы они были в вертикальном положении: локти приподняты. Затем резким движением пускает обе руки на барабан. Во время торжественного прохождения барабанщик 
придерживает барабан возле ремня левой рукой, правая рука с палочками сгибается в локте перед грудью и одновременно пионер шагает левой ногой. Палочки являются как бы продолжением 
руки. На шаг правой ноги барабанщик правой рукой делает отмах назад до отказа. Ритуал выхода барабанщиков, обращения с барабаном иногда дополняется новыми, более красочными 
элементами, что зависит от традиций дружины, лагеря. Барабанные марши Суворовский марш ей, барабанщик, старый барабанщик, Бей, барабанщик, бей. Бей, барабанщик, 1,2,3. Бей, 
барабанщик, бей, барабанщик, Бей, барабанщик, 1,2,3. Звездный марш Бей, барабанщик, бей, барабанщик, Бей, барабанщик, старый барабан, Бей, барабанщик, 1,2,3. Артековский марш 
Вариант №1. Бей барабан, бей барабан, Громко, громко бей барабан, Громко, громко бей. Бей, барабанщик, раз, два, три, Громко, громко бей, барабанщик, Громко, громко бей барабан.
Вариант №2. Громко, громко, старый барабанщик, Громко, громко старый барабан. Сбор барабанщик, сбор барабанщик, Сбор барабанщик, 1,2,3. Марш - На линейку становись! На линейку 
становись, на линейку становись! Бей барабанщик, старый барабанщик, Бей барабан, барабан, 1,2,3. Марш комсоргов Бей, бей, бей, Бей, барабанщик, бей - 2 р. Бей, барабанщик, 
в старый барабан, Бей барабанщик, бей. Походный марш Бей барабанщик - 2 р. в барабан. тарый пионерский марш Старый барабанщик - 3 р. На посту. Марш - Вероника (на линейку зовет) 
ВЕРО-ника, вероника, Бей, барабанщик, старый барабанщик, Веро ни-ка, вероника, бей, барабанщик в барабан. Сбор Сбор, сбор, сбор! Бей, барабанщик, сбор! Бей, барабанщик, старый 
барабанщик, Бей, барабанщик, сбор! Старый барабанщик Старый барабанщик, Старый барабанщик, Старый барабанщик крепко спал. Он проснулся, перевернулся Три копейки потерял! Марш 
«Выход на линейку»: Громче, громче, бей барабанщик, громче, громче, бей, барабань (2 раза) Громче бей (2 раза) Бей барабань, барабанщик бей! Марш «Звездный»: 1,2,3. Бей барабанщик,
 бей! Бей, барабанщик, старый барабанщик Бей, барабанщик, бей! Марш походный: 1,2,3,4 Бей барабанщик, барабань (2 раза) Бей барабанщик (2 раза) Бей барабанщик, барабань Бей, 
 барабань, барабань, барабанщик Бара, бара, бара, барабань! Марш «Знаменный»: Бей, Барабань (7 раз), барабанщик! Бей, Барабань (7 раз), барабанщик! Бей, барабанщик, Бей, 
 барабанщик, Бей, барабанщик, барабань! Бей, барабань, барабань, барабанщик! Бара, бара, бара, барабань! Марш «Ереванский»: Бей, барабанщик, старый барабанщик (Жил в Ереване 
 старый барабанщик) Бей, барабань, барабанщик бей! Бей, барабанщик, старый барабанщик (Жил в Ереване старый барабанщик) Бей, барабань, барабанщик бей! Бара, бара, бара, барабань 
 1,2,3 (2 раза) Бей барабань (Вот он какой) (2 раза) Бей, барабанщик, старый барабанщик (Наш барабанщик, старый барабанщик) Бей, барабань, барабанщик, бей! Общий сбор Бей, 
 барабанщик, общий сбор. Бей, барабанщик, общий сбор. Бей, барабанщик, старый барабанщик, Бей, барабанщик, общий сбор. Знаменный Кем был, кем был Старый барабанщик, Чем был, 
 чем был Старый барабан. Вечерний Спите, спите, спите, ребята, Спите, спите, спите, орлята. Спи, барабанщик, старый барабанщик, Спи, барабанщик, спи барабан. Тревога Скорей, 
 скорей, бей, барабанщик. Бей, раз-два, бей, барабанщик. Бей, бей, скорей, скорей, скорей. Заря Старый барабанщик, Старый барабанщик, Старый барабанщик, Крепко спал. Старый 
 барабанщик, Старый барабанщик, Старый барабанщик, Бей, барабан. На линейку На линейку, на линейку, на линейку Шагом марш. На линейку, на линейку, на линейку Шагом марш. 
 Походный Бей, барабанщик, бей, барабанщик, бей, барабанщик, Раз-два-три. Чапаевский Кем был, кем был старый барабанщик, Чем был, чем был старый барабан. Старый барабанщик, 
 старый барабанщик, Бей, старый барабанщик, в барабан. Сигнал на подъем флага Бей, барабан, барабанщик, барабань. Бей, барабанщик, бей барабанщик. Бей, барабанщик, бей, барабань. 
 Бей, барабанщик, бей, барабань. Бей, барабанщик, бей, барабанщик, Бей, барабанщик, бей, барабань. Бей, барабанщик, бей, барабань. Барабанщик, барабань. Фанфарный Бей, барабанщик, 
 раз-два, раз-два. Бей, барабанщик, раз-два-три. Бей, барабанщик, раз-два, раз-два. Бей, барабанщик, раз-два-три. Бей, барабанщик, Старый барабанщик, Бей, барабанщик, бей, 
 барабанщик, Бей, барабанщик, раз-два-триИтак, как обозначаются барабанные партии на бумаге? Чтобы записывать барабанные марши нотную грамоту не использует (хотя это бы существенно упростило дело), используют 
послоговое обозначение, т.е. пишут определенный текст, и каждый слог в этом тексте обозначает удар по барабану. Чтобы было понятно, рассмотрим первый марш: БА- И – РАЗ, ДВА БА- 
И – РАЗ, ДВА БА- И – РАЗ, ДВА БАРАБАНЩИК, БАРАБАНЩИК БА- И – РАЗ, ДВА БА- И – РАЗ, ДВА БА- И – РАЗ, ДВА СТАРЫЙ БАРАБАН. Как это играть? На каждый слог приходится по одному удару, 
т.е. в первой строчке ударяем четыре раза по барабану. С какой частотой? А вот с такой (- молчим, бьем): х - - х х – х – Теперь, как это определить? Существует всего несколько
 слов, с помощью которых ритмы записываются (старый, барабан, барабанщик, бей и несколько других), частоту ударов в этих словах просто запоминают. Следующий марш: СТАРЫЙ БАРАБНЩИК 
 КУБА-КУБА, СТАРЫЙ БАРАБАНЩИК КУБА-КУБА, СТАРЫЙ БАРАБАНЩИК КУБА-КУБА СТАРЫЙ БАРАБАНЩИК КУБА-БА-БА По барабану надо ударять попеременно по одному разу каждой рукой, марши 
 заканчиваются той рукой, с которой начинали (обычно начинают с правой руки). Так вот существует исключение из правила поочередного удара – это фраза «бей барабанщик». 
 Первый два слога ударяются правой рукой и лишь затем вступает левая. Чтобы стало окончательно понятно, вот тот же марш, только слоги, играемые правой рукой выделены ЗАГЛАВНЫМИ, 
 а левой – маленькими буквами. БЕЙ-БЕЙ-БЕЙ БЕЙ БАраБАНщик БЕЙ БЕЙ БАраБАНщик СТАрый БАраБАНщик БЕЙ БАраБАНщик БЕЙ Кстати, первые три бей можно сыграть обоими руками одновременно. 
 Правила обращения с барабаном Барабанщик носит барабан на специальном ремне, перекинутом через левое плечо. Барабан находится впереди барабанщика в наклоненном вправо положении, 
 45* ниже поясного ремня. Место барабанщиков на линейке - перед строем. Стоя на линейке, барабанщик держит сложенные валетом палочки на барабане. Ноги - на шине плеч. Другой 
 вариант: обе палочки в правой руке, опущенной вниз и прижатой к ноге. Указательный палец вытянут вдоль палочек. Левая рука придерживает барабан около ремня.
Команды "Равняясь!", "Смирно" барабанщик выполняет так же, как и остальные пионеры отряда, только левая рука остается на барабане. По команде "К игре готовсь!" барабанщик 
вскидывает обе руки над барабаном. Причем палочки берет в обе руки. И по команде "Начинай!" начинает играть. После окончания игры барабанщик складывает палочки вместе перед
обой таким образом, чтобы они были в вертикальном положении: локти приподняты. Затем резким движением пускает обе руки на барабан. Во время торжественного прохождения барабанщик 
придерживает барабан возле ремня левой рукой, правая рука с палочками сгибается в локте перед грудью и одновременно пионер шагает левой ногой. Палочки являются как бы продолжением 
руки. На шаг правой ноги барабанщик правой рукой делает отмах назад до отказа. Ритуал выхода барабанщиков, обращения с барабаном иногда дополняется новыми, более красочными 
элементами, что зависит от традиций дружины, лагеря. Барабанные марши Суворовский марш ей, барабанщик, старый барабанщик, Бей, барабанщик, бей. Бей, барабанщик, 1,2,3. Бей, 
барабанщик, бей, барабанщик, Бей, барабанщик, 1,2,3. Звездный марш Бей, барабанщик, бей, барабанщик, Бей, барабанщик, старый барабан, Бей, барабанщик, 1,2,3. Артековский марш 
Вариант №1. Бей барабан, бей барабан, Громко, громко бей барабан, Громко, громко бей. Бей, барабанщик, раз, два, три, Громко, громко бей, барабанщик, Громко, громко бей барабан.
Вариант №2. Громко, громко, старый барабанщик, Громко, громко старый барабан. Сбор барабанщик, сбор барабанщик, Сбор барабанщик, 1,2,3. Марш - На линейку становись! На линейку 
становись, на линейку становись! Бей барабанщик, старый барабанщик, Бей барабан, барабан, 1,2,3. Марш комсоргов Бей, бей, бей, Бей, барабанщик, бей - 2 р. Бей, барабанщик, 
в старый барабан, Бей барабанщик, бей. Походный марш Бей барабанщик - 2 р. в барабан. тарый пионерский марш Старый барабанщик - 3 р. На посту. Марш - Вероника (на линейку зовет) 
ВЕРО-ника, вероника, Бей, барабанщик, старый барабанщик, Веро ни-ка, вероника, бей, барабанщик в барабан. Сбор Сбор, сбор, сбор! Бей, барабанщик, сбор! Бей, барабанщик, старый 
барабанщик, Бей, барабанщик, сбор! Старый барабанщик Старый барабанщик, Старый барабанщик, Старый барабанщик крепко спал. Он проснулся, перевернулся Три копейки потерял! Марш 
«Выход на линейку»: Громче, громче, бей барабанщик, громче, громче, бей, барабань (2 раза) Громче бей (2 раза) Бей барабань, барабанщик бей! Марш «Звездный»: 1,2,3. Бей барабанщик,
 бей! Бей, барабанщик, старый барабанщик Бей, барабанщик, бей! Марш походный: 1,2,3,4 Бей барабанщик, барабань (2 раза) Бей барабанщик (2 раза) Бей барабанщик, барабань Бей, 
 барабань, барабань, барабанщик Бара, бара, бара, барабань! Марш «Знаменный»: Бей, Барабань (7 раз), барабанщик! Бей, Барабань (7 раз), барабанщик! Бей, барабанщик, Бей, 
 барабанщик, Бей, барабанщик, барабань! Бей, барабань, барабань, барабанщик! Бара, бара, бара, барабань! Марш «Ереванский»: Бей, барабанщик, старый барабанщик (Жил в Ереване 
 старый барабанщик) Бей, барабань, барабанщик бей! Бей, барабанщик, старый барабанщик (Жил в Ереване старый барабанщик) Бей, барабань, барабанщик бей! Бара, бара, бара, барабань 
 1,2,3 (2 раза) Бей барабань (Вот он какой) (2 раза) Бей, барабанщик, старый барабанщик (Наш барабанщик, старый барабанщик) Бей, барабань, барабанщик, бей! Общий сбор Бей, 
 барабанщик, общий сбор. Бей, барабанщик, общий сбор. Бей, барабанщик, старый барабанщик, Бей, барабанщик, общий сбор. Знаменный Кем был, кем был Старый барабанщик, Чем был, 
 чем был Старый барабан. Вечерний Спите, спите, спите, ребята, Спите, спите, спите, орлята. Спи, барабанщик, старый барабанщик, Спи, барабанщик, спи барабан. Тревога Скорей, 
 скорей, бей, барабанщик. Бей, раз-два, бей, барабанщик. Бей, бей, скорей, скорей, скорей. Заря Старый барабанщик, Старый барабанщик, Старый барабанщик, Крепко спал. Старый 
 барабанщик, Старый барабанщик, Старый барабанщик, Бей, барабан. На линейку На линейку, на линейку, на линейку Шагом марш. На линейку, на линейку, на линейку Шагом марш. 
 Походный Бей, барабанщик, бей, барабанщик, бей, барабанщик, Раз-два-три. Чапаевский Кем был, кем был старый барабанщик, Чем был, чем был старый барабан. Старый барабанщик, 
 старый барабанщик, Бей, старый барабанщик, в барабан. Сигнал на подъем флага Бей, барабан, барабанщик, барабань. Бей, барабанщик, бей барабанщик. Бей, барабанщик, бей, барабань. 
 Бей, барабанщик, бей, барабань. Бей, барабанщик, бей, барабанщик, Бей, барабанщик, бей, барабань. Бей, барабанщик, бей, барабань. Барабанщик, барабань. Фанфарный Бей, барабанщик, 
 раз-два, раз-два. Бей, барабанщик, раз-два-три. Бей, барабанщик, раз-два, раз-два. Бей, барабанщик, раз-два-три. Бей, барабанщик, Старый барабанщик, Бей, барабанщик, бей, 
 барабанщик, Бей, барабанщик, раз-два-триИтак, как обозначаются барабанные партии на бумаге? Чтобы записывать барабанные марши нотную грамоту не использует (хотя это бы существенно упростило дело), используют 
послоговое обозначение, т.е. пишут определенный текст, и каждый слог в этом тексте обозначает удар по барабану. Чтобы было понятно, рассмотрим первый марш: БА- И – РАЗ, ДВА БА- 
И – РАЗ, ДВА БА- И – РАЗ, ДВА БАРАБАНЩИК, БАРАБАНЩИК БА- И – РАЗ, ДВА БА- И – РАЗ, ДВА БА- И – РАЗ, ДВА СТАРЫЙ БАРАБАН. Как это играть? На каждый слог приходится по одному удару, 
т.е. в первой строчке ударяем четыре раза по барабану. С какой частотой? А вот с такой (- молчим, бьем): х - - х х – х – Теперь, как это определить? Существует всего несколько
 слов, с помощью которых ритмы записываются (старый, барабан, барабанщик, бей и несколько других), частоту ударов в этих словах просто запоминают. Следующий марш: СТАРЫЙ БАРАБНЩИК 
 КУБА-КУБА, СТАРЫЙ БАРАБАНЩИК КУБА-КУБА, СТАРЫЙ БАРАБАНЩИК КУБА-КУБА СТАРЫЙ БАРАБАНЩИК КУБА-БА-БА По барабану надо ударять попеременно по одному разу каждой рукой, марши 
 заканчиваются той рукой, с которой начинали (обычно начинают с правой руки). Так вот существует исключение из правила поочередного удара – это фраза «бей барабанщик». 
 Первый два слога ударяются правой рукой и лишь затем вступает левая. Чтобы стало окончательно понятно, вот тот же марш, только слоги, играемые правой рукой выделены ЗАГЛАВНЫМИ, 
 а левой – маленькими буквами. БЕЙ-БЕЙ-БЕЙ БЕЙ БАраБАНщик БЕЙ БЕЙ БАраБАНщик СТАрый БАраБАНщик БЕЙ БАраБАНщик БЕЙ Кстати, первые три бей можно сыграть обоими руками одновременно. 
 Правила обращения с барабаном Барабанщик носит барабан на специальном ремне, перекинутом через левое плечо. Барабан находится впереди барабанщика в наклоненном вправо положении, 
 45* ниже поясного ремня. Место барабанщиков на линейке - перед строем. Стоя на линейке, барабанщик держит сложенные валетом палочки на барабане. Ноги - на шине плеч. Другой 
 вариант: обе палочки в правой руке, опущенной вниз и прижатой к ноге. Указательный палец вытянут вдоль палочек. Левая рука придерживает барабан около ремня.
Команды "Равняясь!", "Смирно" барабанщик выполняет так же, как и остальные пионеры отряда, только левая рука остается на барабане. По команде "К игре готовсь!" барабанщик 
вскидывает обе руки над барабаном. Причем палочки берет в обе руки. И по команде "Начинай!" начинает играть. После окончания игры барабанщик складывает палочки вместе перед
обой таким образом, чтобы они были в вертикальном положении: локти приподняты. Затем резким движением пускает обе руки на барабан. Во время торжественного прохождения барабанщик 
придерживает барабан возле ремня левой рукой, правая рука с палочками сгибается в локте перед грудью и одновременно пионер шагает левой ногой. Палочки являются как бы продолжением 
руки. На шаг правой ноги барабанщик правой рукой делает отмах назад до отказа. Ритуал выхода барабанщиков, обращения с барабаном иногда дополняется новыми, более красочными 
элементами, что зависит от традиций дружины, лагеря. Барабанные марши Суворовский марш ей, барабанщик, старый барабанщик, Бей, барабанщик, бей. Бей, барабанщик, 1,2,3. Бей, 
барабанщик, бей, барабанщик, Бей, барабанщик, 1,2,3. Звездный марш Бей, барабанщик, бей, барабанщик, Бей, барабанщик, старый барабан, Бей, барабанщик, 1,2,3. Артековский марш 
Вариант №1. Бей барабан, бей барабан, Громко, громко бей барабан, Громко, громко бей. Бей, барабанщик, раз, два, три, Громко, громко бей, барабанщик, Громко, громко бей барабан.
Вариант №2. Громко, громко, старый барабанщик, Громко, громко старый барабан. Сбор барабанщик, сбор барабанщик, Сбор барабанщик, 1,2,3. Марш - На линейку становись! На линейку 
становись, на линейку становись! Бей барабанщик, старый барабанщик, Бей барабан, барабан, 1,2,3. Марш комсоргов Бей, бей, бей, Бей, барабанщик, бей - 2 р. Бей, барабанщик, 
в старый барабан, Бей барабанщик, бей. Походный марш Бей барабанщик - 2 р. в барабан. тарый пионерский марш Старый барабанщик - 3 р. На посту. Марш - Вероника (на линейку зовет) 
ВЕРО-ника, вероника, Бей, барабанщик, старый барабанщик, Веро ни-ка, вероника, бей, барабанщик в барабан. Сбор Сбор, сбор, сбор! Бей, барабанщик, сбор! Бей, барабанщик, старый 
барабанщик, Бей, барабанщик, сбор! Старый барабанщик Старый барабанщик, Старый барабанщик, Старый барабанщик крепко спал. Он проснулся, перевернулся Три копейки потерял! Марш 
«Выход на линейку»: Громче, громче, бей барабанщик, громче, громче, бей, барабань (2 раза) Громче бей (2 раза) Бей барабань, барабанщик бей! Марш «Звездный»: 1,2,3. Бей барабанщик,
 бей! Бей, барабанщик, старый барабанщик Бей, барабанщик, бей! Марш походный: 1,2,3,4 Бей барабанщик, барабань (2 раза) Бей барабанщик (2 раза) Бей барабанщик, барабань Бей, 
 барабань, барабань, барабанщик Бара, бара, бара, барабань! Марш «Знаменный»: Бей, Барабань (7 раз), барабанщик! Бей, Барабань (7 раз), барабанщик! Бей, барабанщик, Бей, 
 барабанщик, Бей, барабанщик, барабань! Бей, барабань, барабань, барабанщик! Бара, бара, бара, барабань! Марш «Ереванский»: Бей, барабанщик, старый барабанщик (Жил в Ереване 
 старый барабанщик) Бей, барабань, барабанщик бей! Бей, барабанщик, старый барабанщик (Жил в Ереване старый барабанщик) Бей, барабань, барабанщик бей! Бара, бара, бара, барабань 
 1,2,3 (2 раза) Бей барабань (Вот он какой) (2 раза) Бей, барабанщик, старый барабанщик (Наш барабанщик, старый барабанщик) Бей, барабань, барабанщик, бей! Общий сбор Бей, 
 барабанщик, общий сбор. Бей, барабанщик, общий сбор. Бей, барабанщик, старый барабанщик, Бей, барабанщик, общий сбор. Знаменный Кем был, кем был Старый барабанщик, Чем был, 
 чем был Старый барабан. Вечерний Спите, спите, спите, ребята, Спите, спите, спите, орлята. Спи, барабанщик, старый барабанщик, Спи, барабанщик, спи барабан. Тревога Скорей, 
 скорей, бей, барабанщик. Бей, раз-два, бей, барабанщик. Бей, бей, скорей, скорей, скорей. Заря Старый барабанщик, Старый барабанщик, Старый барабанщик, Крепко спал. Старый 
 барабанщик, Старый барабанщик, Старый барабанщик, Бей, барабан. На линейку На линейку, на линейку, на линейку Шагом марш. На линейку, на линейку, на линейку Шагом марш. 
 Походный Бей, барабанщик, бей, барабанщик, бей, барабанщик, Раз-два-три. Чапаевский Кем был, кем был старый барабанщик, Чем был, чем был старый барабан. Старый барабанщик, 
 старый барабанщик, Бей, старый барабанщик, в барабан. Сигнал на подъем флага Бей, барабан, барабанщик, барабань. Бей, барабанщик, бей барабанщик. Бей, барабанщик, бей, барабань. 
 Бей, барабанщик, бей, барабань. Бей, барабанщик, бей, барабанщик, Бей, барабанщик, бей, барабань. Бей, барабанщик, бей, барабань. Барабанщик, барабань. Фанфарный Бей, барабанщик, 
 раз-два, раз-два. Бей, барабанщик, раз-два-три. Бей, барабанщик, раз-два, раз-два. Бей, барабанщик, раз-два-три. Бей, барабанщик, Старый барабанщик, Бей, барабанщик, бей, 
 барабанщик, Бей, барабанщик, раз-два-триИтак, как обозначаются барабанные партии на бумаге? Чтобы записывать барабанные марши нотную грамоту не использует (хотя это бы существенно упростило дело), используют 
послоговое обозначение, т.е. пишут определенный текст, и каждый слог в этом тексте обозначает удар по барабану. Чтобы было понятно, рассмотрим первый марш: БА- И – РАЗ, ДВА БА- 
И – РАЗ, ДВА БА- И – РАЗ, ДВА БАРАБАНЩИК, БАРАБАНЩИК БА- И – РАЗ, ДВА БА- И – РАЗ, ДВА БА- И – РАЗ, ДВА СТАРЫЙ БАРАБАН. Как это играть? На каждый слог приходится по одному удару, 
т.е. в первой строчке ударяем четыре раза по барабану. С какой частотой? А вот с такой (- молчим, бьем): х - - х х – х – Теперь, как это определить? Существует всего несколько
 слов, с помощью которых ритмы записываются (старый, барабан, барабанщик, бей и несколько других), частоту ударов в этих словах просто запоминают. Следующий марш: СТАРЫЙ БАРАБНЩИК 
 КУБА-КУБА, СТАРЫЙ БАРАБАНЩИК КУБА-КУБА, СТАРЫЙ БАРАБАНЩИК КУБА-КУБА СТАРЫЙ БАРАБАНЩИК КУБА-БА-БА По барабану надо ударять попеременно по одному разу каждой рукой, марши 
 заканчиваются той рукой, с которой начинали (обычно начинают с правой руки). Так вот существует исключение из правила поочередного удара – это фраза «бей барабанщик». 
 Первый два слога ударяются правой рукой и лишь затем вступает левая. Чтобы стало окончательно понятно, вот тот же марш, только слоги, играемые правой рукой выделены ЗАГЛАВНЫМИ, 
 а левой – маленькими буквами. БЕЙ-БЕЙ-БЕЙ БЕЙ БАраБАНщик БЕЙ БЕЙ БАраБАНщик СТАрый БАраБАНщик БЕЙ БАраБАНщик БЕЙ Кстати, первые три бей можно сыграть обоими руками одновременно. 
 Правила обращения с барабаном Барабанщик носит барабан на специальном ремне, перекинутом через левое плечо. Барабан находится впереди барабанщика в наклоненном вправо положении, 
 45* ниже поясного ремня. Место барабанщиков на линейке - перед строем. Стоя на линейке, барабанщик держит сложенные валетом палочки на барабане. Ноги - на шине плеч. Другой 
 вариант: обе палочки в правой руке, опущенной вниз и прижатой к ноге. Указательный палец вытянут вдоль палочек. Левая рука придерживает барабан около ремня.
Команды "Равняясь!", "Смирно" барабанщик выполняет так же, как и остальные пионеры отряда, только левая рука остается на барабане. По команде "К игре готовсь!" барабанщик 
вскидывает обе руки над барабаном. Причем палочки берет в обе руки. И по команде "Начинай!" начинает играть. После окончания игры барабанщик складывает палочки вместе перед
обой таким образом, чтобы они были в вертикальном положении: локти приподняты. Затем резким движением пускает обе руки на барабан. Во время торжественного прохождения барабанщик 
придерживает барабан возле ремня левой рукой, правая рука с палочками сгибается в локте перед грудью и одновременно пионер шагает левой ногой. Палочки являются как бы продолжением 
руки. На шаг правой ноги барабанщик правой рукой делает отмах назад до отказа. Ритуал выхода барабанщиков, обращения с барабаном иногда дополняется новыми, более красочными 
элементами, что зависит от традиций дружины, лагеря. Барабанные марши Суворовский марш ей, барабанщик, старый барабанщик, Бей, барабанщик, бей. Бей, барабанщик, 1,2,3. Бей, 
барабанщик, бей, барабанщик, Бей, барабанщик, 1,2,3. Звездный марш Бей, барабанщик, бей, барабанщик, Бей, барабанщик, старый барабан, Бей, барабанщик, 1,2,3. Артековский марш 
Вариант №1. Бей барабан, бей барабан, Громко, громко бей барабан, Громко, громко бей. Бей, барабанщик, раз, два, три, Громко, громко бей, барабанщик, Громко, громко бей барабан.
Вариант №2. Громко, громко, старый барабанщик, Громко, громко старый барабан. Сбор барабанщик, сбор барабанщик, Сбор барабанщик, 1,2,3. Марш - На линейку становись! На линейку 
становись, на линейку становись! Бей барабанщик, старый барабанщик, Бей барабан, барабан, 1,2,3. Марш комсоргов Бей, бей, бей, Бей, барабанщик, бей - 2 р. Бей, барабанщик, 
в старый барабан, Бей барабанщик, бей. Походный марш Бей барабанщик - 2 р. в барабан. тарый пионерский марш Старый барабанщик - 3 р. На посту. Марш - Вероника (на линейку зовет) 
ВЕРО-ника, вероника, Бей, барабанщик, старый барабанщик, Веро ни-ка, вероника, бей, барабанщик в барабан. Сбор Сбор, сбор, сбор! Бей, барабанщик, сбор! Бей, барабанщик, старый 
барабанщик, Бей, барабанщик, сбор! Старый барабанщик Старый барабанщик, Старый барабанщик, Старый барабанщик крепко спал. Он проснулся, перевернулся Три копейки потерял! Марш 
«Выход на линейку»: Громче, громче, бей барабанщик, громче, громче, бей, барабань (2 раза) Громче бей (2 раза) Бей барабань, барабанщик бей! Марш «Звездный»: 1,2,3. Бей барабанщик,
 бей! Бей, барабанщик, старый барабанщик Бей, барабанщик, бей! Марш походный: 1,2,3,4 Бей барабанщик, барабань (2 раза) Бей барабанщик (2 раза) Бей барабанщик, барабань Бей, 
 барабань, барабань, барабанщик Бара, бара, бара, барабань! Марш «Знаменный»: Бей, Барабань (7 раз), барабанщик! Бей, Барабань (7 раз), барабанщик! Бей, барабанщик, Бей, 
 барабанщик, Бей, барабанщик, барабань! Бей, барабань, барабань, барабанщик! Бара, бара, бара, барабань! Марш «Ереванский»: Бей, барабанщик, старый барабанщик (Жил в Ереване 
 старый барабанщик) Бей, барабань, барабанщик бей! Бей, барабанщик, старый барабанщик (Жил в Ереване старый барабанщик) Бей, барабань, барабанщик бей! Бара, бара, бара, барабань 
 1,2,3 (2 раза) Бей барабань (Вот он какой) (2 раза) Бей, барабанщик, старый барабанщик (Наш барабанщик, старый барабанщик) Бей, барабань, барабанщик, бей! Общий сбор Бей, 
 барабанщик, общий сбор. Бей, барабанщик, общий сбор. Бей, барабанщик, старый барабанщик, Бей, барабанщик, общий сбор. Знаменный Кем был, кем был Старый барабанщик, Чем был, 
 чем был Старый барабан. Вечерний Спите, спите, спите, ребята, Спите, спите, спите, орлята. Спи, барабанщик, старый барабанщик, Спи, барабанщик, спи барабан. Тревога Скорей, 
 скорей, бей, барабанщик. Бей, раз-два, бей, барабанщик. Бей, бей, скорей, скорей, скорей. Заря Старый барабанщик, Старый барабанщик, Старый барабанщик, Крепко спал. Старый 
 барабанщик, Старый барабанщик, Старый барабанщик, Бей, барабан. На линейку На линейку, на линейку, на линейку Шагом марш. На линейку, на линейку, на линейку Шагом марш. 
 Походный Бей, барабанщик, бей, барабанщик, бей, барабанщик, Раз-два-три. Чапаевский Кем был, кем был старый барабанщик, Чем был, чем был старый барабан. Старый барабанщик, 
 старый барабанщик, Бей, старый барабанщик, в барабан. Сигнал на подъем флага Бей, барабан, барабанщик, барабань. Бей, барабанщик, бей барабанщик. Бей, барабанщик, бей, барабань. 
 Бей, барабанщик, бей, барабань. Бей, барабанщик, бей, барабанщик, Бей, барабанщик, бей, барабань. Бей, барабанщик, бей, барабань. Барабанщик, барабань. Фанфарный Бей, барабанщик, 
 раз-два, раз-два. Бей, барабанщик, раз-два-три. Бей, барабанщик, раз-два, раз-два. Бей, барабанщик, раз-два-три. Бей, барабанщик, Старый барабанщик, Бей, барабанщик, бей, 
 барабанщик, Бей, барабанщик, раз-два-триИтак, как обозначаются барабанные партии на бумаге? Чтобы записывать барабанные марши нотную грамоту не использует (хотя это бы существенно упростило дело), используют 
послоговое обозначение, т.е. пишут определенный текст, и каждый слог в этом тексте обозначает удар по барабану. Чтобы было понятно, рассмотрим первый марш: БА- И – РАЗ, ДВА БА- 
И – РАЗ, ДВА БА- И – РАЗ, ДВА БАРАБАНЩИК, БАРАБАНЩИК БА- И – РАЗ, ДВА БА- И – РАЗ, ДВА БА- И – РАЗ, ДВА СТАРЫЙ БАРАБАН. Как это играть? На каждый слог приходится по одному удару, 
т.е. в первой строчке ударяем четыре раза по барабану. С какой частотой? А вот с такой (- молчим, бьем): х - - х х – х – Теперь, как это определить? Существует всего несколько
 слов, с помощью которых ритмы записываются (старый, барабан, барабанщик, бей и несколько других), частоту ударов в этих словах просто запоминают. Следующий марш: СТАРЫЙ БАРАБНЩИК 
 КУБА-КУБА, СТАРЫЙ БАРАБАНЩИК КУБА-КУБА, СТАРЫЙ БАРАБАНЩИК КУБА-КУБА СТАРЫЙ БАРАБАНЩИК КУБА-БА-БА По барабану надо ударять попеременно по одному разу каждой рукой, марши 
 заканчиваются той рукой, с которой начинали (обычно начинают с правой руки). Так вот существует исключение из правила поочередного удара – это фраза «бей барабанщик». 
 Первый два слога ударяются правой рукой и лишь затем вступает левая. Чтобы стало окончательно понятно, вот тот же марш, только слоги, играемые правой рукой выделены ЗАГЛАВНЫМИ, 
 а левой – маленькими буквами. БЕЙ-БЕЙ-БЕЙ БЕЙ БАраБАНщик БЕЙ БЕЙ БАраБАНщик СТАрый БАраБАНщик БЕЙ БАраБАНщик БЕЙ Кстати, первые три бей можно сыграть обоими руками одновременно. 
 Правила обращения с барабаном Барабанщик носит барабан на специальном ремне, перекинутом через левое плечо. Барабан находится впереди барабанщика в наклоненном вправо положении, 
'''